Repository: nathaniel-o/uc_ensemble
Catalog: plugins/classic-editor/languages/classic-editor-snd.po
Languages: sd_pk

# Editor Name
source: Block editor
sd_pk: بلاڪ ايڊيٽر

# Editor Name
source: Classic editor
sd_pk: کلاسي ايڊيٽر

# Editor Name
source: Edit (classic editor)
sd_pk: تبديلي (ڪلاسيڪل ايڊيٽر )

# Editor Name
source: Edit (block editor)
sd_pk: تبديلي (بلاڪ ايڊيٽر)

source: Default Editor
sd_pk: ڊفالٽ ايڊيٽر

source: Change settings
sd_pk: ترتيب تبديل ڪريو

source: Default editor for all sites
sd_pk: سڀني سائٽن لاءِ ڊفالٽ ايڊيٽر

source: Editor Settings
sd_pk: مدير ترتيبات

# Editor Name
source: block editor
sd_pk: بلاڪ ايڊيٽر

# Editor Name
source: classic editor
sd_pk: کلاسک ایڈیٹر

source: Switch to block editor
sd_pk: تبديل ڪريو بلاڪ ايڊيٽر

source: By default the block editor is replaced with the classic editor and users cannot switch editors.
sd_pk: ڊفالٽ طور بلاڪ ايڊيٽر کي ڪلاسڪ ايڊيٽر سان تبديل ڪيو ويندو آھي ۽ صارف ايڊيٽرن کي تبديل نٿا ڪري سگھن.

source: Allow site admins to change settings
sd_pk: سائيٽ جي منتظمين کي سيٽنگون تبديل ڪرڻ جي اجازت ڏيو

source: Switch to classic editor
sd_pk: تبديل ڪريو بلاڪ ايڊيٽر

source: Editor
sd_pk: مؤلف

source: No
sd_pk: نه

source: Yes
sd_pk: ها

source: Allow users to switch editors
sd_pk: استعمال ڪندڙن کي ايڊيٽرن کي تبديل ڪرڻ جي اجازت ڏيو

source: Default editor for all users
sd_pk: سڀني سائٽن لاءِ ڊفالٽ ايڊيٽر

source: WordPress Contributors
sd_pk: ورڈپریس تعاون ڪندڙ

source: Enables the WordPress classic editor and the old-style Edit Post screen with TinyMCE, Meta Boxes, etc. Supports the older plugins that extend this screen.
sd_pk: فعال ڪري ٿو ورڈپریس ڪلاسڪ ايڊيٽر ۽ پراڻي طرز جي ايڊٽ پوسٽ اسڪرين کي TinyMCE ، ميٽا باڪسز وغيره سان پراڻن پلگ انز کي سپورٽ ڪري ٿو جيڪي ھن اسڪرين کي و extendائين ٿا.

source: Classic Editor
sd_pk: کلاسي ايڊيٽر

source: Settings
sd_pk: سيٽڱس
