Repository: nathaniel-o/uc_ensemble
Catalog: plugins/classic-editor/languages/classic-editor-*.po
Languages: mr

# Editor Name
source: Classic Editor
mr: क्लासिक संपादक

# Editor Name
source: Block editor
mr: ब्लॉक संपादक

# Editor Name
source: Classic editor
mr: क्लासिक संपादक

# Editor Name
source: Edit (classic editor)
mr: संपादित करा (क्लासिक संपादक)

# Editor Name
source: Edit (block editor)
mr: संपादित करा (ब्लॉक संपादक)

source: Change settings
mr: सेटिंग्ज बदला

source: Default editor for all sites
mr: सर्व साइटसाठी डीफॉल्ट संपादक

source: Editor Settings
mr: संपादक सेटिंग्ज

source: Default Editor
mr: डीफॉल्ट संपादक

# Editor Name
source: block editor
mr: ब्लॉक संपादक

# Editor Name
source: classic editor
mr: क्लासिक संपादक

source: Edit &#8220;%s&#8221; in the block editor
mr: संपादन &#8220;%s&#8221; ब्लॉक एडिटर मध्ये

source: Editor
mr: संपादक

source: No
mr: नाही

source: Yes
mr: होय

source: Allow users to switch editors
mr: वापरकर्त्यांना संपादक बदलायची परवानगी द्या

source: Default editor for all users
mr: सर्व वापरकर्त्यांसाठी डीफॉल्ट संपादक

source: Switch to block editor
mr: ब्लॉक एडिटरवर स्विच करा

source: Switch to classic editor
mr: क्लासिक एडिटरवर स्विच करा

source: By default the block editor is replaced with the classic editor and users cannot switch editors.
mr: डीफॉल्टनुसार ब्लॉक संपादक क्लासिक संपादकासह पुनर्स्थित केले जाते आणि वापरकर्ते संपादक स्विच करू शकत नाहीत.

source: Allow site admins to change settings
mr: साइट प्रशासकांना सेटिंग्ज बदलण्याची परवानगी द्या

source: Settings
mr: सेटिंग्स

source: WordPress Contributors
mr: वर्डप्रेस सहयोगी

source: Classic Editor
mr: क्लासिक संपादक

source: Edit &#8220;%s&#8221; in the classic editor
mr: संपादन &#8220;%s&#8221; क्लासिक एडिटर मध्ये

source: Enables the WordPress classic editor and the old-style Edit Post screen with TinyMCE, Meta Boxes, etc. Supports the older plugins that extend this screen.
mr: वर्डप्रेस क्लासिक संपादक आणि टीनीएमसीई, मेटा बॉक्सेस इत्यादीसह जुने शैली संपादन पोस्ट स्क्रीन सक्षम करते. या स्क्रीनला विस्तारित केलेल्या जुन्या प्लगइनचे समर्थन करते.
