{"translation-revision-date":"2025-06-25 09:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"It appears that the backups have been manually deactivated for the site.":["يبدو أن النسخ الاحتياطية للموقع قد تم إلغاء تنشيطها يدويًا."],"Grow your audience. Speed up your site. Secure it.":["وسِّع قاعدة جمهورك. قم بتسريع موقعك. أمِّنه."],"Jetpack Essentials":["أساسيات Jetpack"],"Overview":["نظرة عامة"],"Manage and explore Jetpack products that boost growth, performance, and security.":["إدارة منتجات Jetpack التي تعزز النمو، والأداء، والأمان واستكشافها."],"Debug information":["معلومات تصحيح الأخطاء"],"All Jetpack modules":["كل وحدات Jetpack النمطية"],"Useful links":["روابط مفيدة"],"We are the people behind WordPress.com, WooCommerce, Jetpack, Simplenote, and more. We believe in making the web a better place.":["إننا أشخاص نقف وراء WordPress.com، وWooCommerce، وJetpack، وSimplenote، وLongreads، وVaultPress، وAkismet، وGravatar، وPolldaddy، وCloudup، والمزيد. نؤمن بجعل الويب مكانًا أفضل."],"Real humans. Real support.":["أناس حقيقيون. دعم حقيقي."],"Explore our Help Center":["استكشف مركز المساعدة لدينا"],"Browse our expert guides to get help with setup, features, and troubleshooting.":["تصفح أدلة الخبراء لدينا للحصول على مساعدة في الإعداد، والميزات، وحل المشكلات."],"Need assistance?":["هل تحتاج إلى مساعدة؟"],"Want to test Jetpack features locally or add Featured Content and Social Links to your theme? Start here.":["هل تريد إختبار ميزات Jetpack محليًا أو إضافة المحتوى المميز والروابط الاجتماعية إلى قالبك؟ ابدأ من هنا."],"Jetpack for developers":["Jetpack للمطورين"],"Having trouble with Jetpack? Check out recommended steps to fix common problems.":["يوجد مشكلة في Jetpack؟ تحقق من الخطوات الموصى بها لإصلاح المشكلات الشائعة."],"Troubleshooting":["حل المشكلات"],"Have a question? Our AI Assistant can help, or connect you to our support team.":["هل لديك سؤال؟ يمكن لـ AI Assistant لدينا المساعدة، أو ربطك بفريق الدعم لدينا."],"A site admin will need to connect their account before you can connect yours.":["سيتعين على مسؤول الموقع ربط حسابه قبل أن تتمكن من ربط حسابك."],"Connect your account to unlock all the features.":["أربط حسابك لفتح كل الميزات."],"Everything looks good.":["كل شيء يبدو جيدًا."],"Site and account connected":["الموقع والحساب متصلان"],"Connect my account":["ربط حسابي"],"Connected as owner: %1$s (%2$s)":["متصل بصفة (مالك): ⁦%1$s⁩ (%2$s)"],"Automattic for Agencies is the ultimate partnership to access agency pricing, referral earnings, partner badges, and powerful tooling for agencies using WordPress.com, Pressable, WooCommerce, Jetpack, and more. Joining is free.":["Automattic for Agencies هي الشراكة النهائية للوصول إلى الأسعار الخاصة بالوكالة، وأرباح الإحالة، والدعم المتميز، والأدوات المتطورة باستخدام WordPress.com، وPresable وWooCommerce، وJetpack، والمزيد. الاشتراك مجاني."],"Are you an agency or freelancer?":["هل أنت وكالة أم صاحب عمل حر؟"],"Price description representing \"per month\" price\u0004\/month":["في الشهر"],"Install the Jetpack app for iOS or Android and stay connected to your site from anywhere!<br \/><br \/>We sent you an email with the download link.":["قم بتثبيت تطبيق Jetpack لنظام التشغيل iOS أو نظام التشغيل Android وابق على اتصال بموقعك من أي مكان!<br \/><br \/>أرسلنا إليك رسالة بريد إلكتروني تحتوي على رابط التنزيل."],"Your site goes wherever you go":["يذهب موقعك أينما ذهبت"],"Make your site faster and more user-friendly by boosting loading speeds and SEO in seconds.":["أجعل موقعك أسرع وأكثر ملاءمة للمستخدمين عن طريق تعزيز سرعات التحميل وتحسين محركات البحث في غضون ثوان."],"Make your site super fast":["اجعل موقعك فائق السرعة"],"In a few hours you’ll see detailed insights on who’s visiting your site and where they’re coming from.":["في غضون بضع ساعات، سترى رؤى مُفصّلة حول من يزور موقعك ومن أين يأتي."],"Simple, yet powerful stats":["إحصاءات قوية على الرغم من بساطتها"],"Welcome to Jetpack":["مرحبًا بك في Jetpack"],"Supercharge my site":["تعزيز إمكانات موقعي"],"Supercharge your WordPress site with powerful security, speed, and growth tools.":["عزز إمكانات موقع ووردبريس الخاص بك بأدوات فعالة للأمان والسرعة والنمو."],"We noticed a possible issue with your account connection that might lead to connection issues.":["لاحظنا مشكلة محتملة في اتصال حسابك قد تؤدي إلى مشكلات في الاتصال."],"Author, Investor, Podcaster":["مؤلف، مستثمر، مؤدي بث صوتي"],"Tim Ferriss":["تيم فيريس"],"Millions of people depend on my site, and downtime isn't an option. Jetpack handles my site security and backups so I can focus on creation.":["يعتمد الملايين من الأشخاص على موقعي، ووقت التعطل ليس خيارًا مطروحًا ضمن حساباتنا. يتعامل Jetpack مع أمان موقعي ونسخه الاحتياطية بحيث يمكنني التركيز على الإنشاء."],"Multidisciplinary Designer":["مصمَّم متعدد التخصصات"],"Sasha Endoh":["ساشا إندوه"],"Jetpack's performance features are no-brainers for the sites I build. With one-click CDN, there's no need to sacrifice performance for style. I know that it just automagically works once I toggle that button.":["ميزات أداء Jetpack لا تحتاج إلى تفكير بالنسبة إلى المواقع التي أقوم بإنشائها. بفضل شبكة توصيل المحتوى بنقرة واحدة، ليست هناك حاجة إلى التضحية بالأداء مقابل الشكل. أعلم أنه يعمل تلقائيًا بمجرد تبديل ذلك الزر."],"A decrease of %s since the previous period.":["انخفاض قدره %s منذ الفترة السابقة."],"An increase of %s since the previous period.":["زيادة قدرها %s منذ الفترة السابقة."],"A decrease of %1$s or %2$s since the previous period.":["انخفاض قدره ⁦%1$s⁩ أو ⁦%2$s⁩ منذ الفترة السابقة."],"An increase of %1$s or %2$s since the previous period.":["زيادة قدرها ⁦%1$s⁩ أو ⁦%2$s⁩ منذ الفترة السابقة."],"No change since the previous period.":["لم يطرأ أي تغيير منذ الفترة السابقة."],"%s like":["%s من الإعجابات","%s من الإعجابات","%s من الإعجابات","%s من الإعجابات","%s من الإعجابات","%s من الإعجابات"],"%s visitor":["%s من الزائرين","%s من الزائرين","%s من الزائرين","%s من الزائرين","%s من الزائرين","%s الزائرون"],"%s view":["%s من المشاهدات","%s من المشاهدات","%s من المشاهدات","%s من المشاهدات","%s من المشاهدات","%s من المشاهدات"],"Your website’s overall speed score decreased by %s.":["انخفضت مجموع نقاط السرعة الإجمالية لموقعك الإلكتروني بمقدار %s."],"Your website’s overall speed score increased by %s.":["ارتفعت مجموع نقاط السرعة الإجمالية لموقعك الإلكتروني بمقدار %s."],"Your website’s overall speed score is %1$s, or %2$s out of 100.":["مجموع نقاط السرعة الإجمالية لموقعك الإلكتروني هي ⁦%1$s⁩، أو ⁦%2$s⁩ من 100."],"Start with Jetpack for free":["البدء باستخدام Jetpack مجانًا"],"Page %1$d of %2$d":["صفحة ⁦%1$d⁩ من ⁦%2$d⁩"],"Pager controls":["عناصر التحكم في جهاز النداء"],"By continuing you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site’s data<\/shareDetailsLink> with us. We’ll check if that email is linked to an existing WordPress.com account or create a new one instantly.":["يعني الاستمرار أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا. سنتحقق مما إذا كان هذا البريد الإلكتروني مرتبطًا بحساب موجود على WordPress.com سننشئ حسابًا جديدًا على الفور."],"Density option for DataView layout\u0004Compact":["مدمج"],"Density option for DataView layout\u0004Balanced":["مدرج في الرصيد"],"Density option for DataView layout\u0004Comfortable":["مريح"],"Density":["الكثافة"],"Hide column":["إخفاء عمود"],"Move right":["النقل إلى اليمين"],"Move left":["النقل إلى اليسار"],"Table":["جدول"],"Preview size":["معاينة الحجم"],"Navigate to item":["التنقل إلى العنصر"],"field\u0004Edit %s":["تحرير %s"],"Select item":["تحديد عنصر"],"Sort descending":["الفرز تنازليًا"],"Sort ascending":["الفرز تصاعديًا"],"Is not all":["ليس كل شيء"],"Is all":["كل شيء"],"Is none":["لا يوجد"],"Is any":["أي"],"Is not":["لا يكون"],"Is":["يكون"],"Properties":["خصائص"],"View is used as a noun\u0004View options":["عرض الخيارات"],"Hidden":["مخفي"],"field\u0004Show %s":["إظهار %s"],"field\u0004Hide %s":["إخفاء %s"],"Move %s down":["نقل %s إلى الأسفل"],"This field can't be moved down":["يتعذر نقل هذا الحقل إلى الأسفل"],"Move %s up":["نقل %s إلى الأعلى"],"This field can't be moved up":["يتعذر نقل هذا الحقل إلى الأعلى"],"Items per page":["العناصر في كل صفحة"],"Next page":["الصفحة التالية"],"Previous page":["الصفحة السابقة"],"Current page":["الصفحة الحالية"],"paging\u0004<div>Page<\/div>%1$s<div>of %2$s<\/div>":["<div>صفحة<\/div> %1$s <div>من %2$s<\/div>"],"Page %1$s of %2$s":["صفحة ⁦%1$s⁩ من ⁦%2$s⁩"],"Search items":["البحث عن عناصر"],"List of: %1$s":["قائمة من: ⁦%1$s⁩"],"verb\u0004Filter":["التصفية"],"Conditions":["الشروط"],"Unknown status for %1$s":["حالة غير معروفة لـ ⁦%1$s⁩"],"<Name>%1$s is not: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ ليس: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ هو: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is not all: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ ليس كل شيء: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is all: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ هو كل شيء: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is none: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ غير موجود: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is any: <\/Name><Value>%2$s<\/Value>":["<Name>⁦%1$s⁩ هو أي من: <\/Name><Value>%2$s<\/Value>"],"Reset":["إعادة التعيين"],"Filter by: %1$s":["تمت التصفية حسب: ⁦%1$s⁩"],"Add filter":["إضافة عامل التصفية"],"%d Item":["%d من العناصر","%d من العناصر","%d من العناصر","%d العناصر","%d العناصر","%d من العناصر"],"%d Item selected":["تم تحديد %d من العناصر","تم تحديد %d من العناصر","تم تحديد %d من العناصر","تم تحديد %d من العناصر","تم تحديد %d من العناصر","تم تحديد %d من العناصر"],"Select all":["تحديد الكل"],"Deselect all":["إلغاء تحديد الكل"],"Plugins installed successfully!":["تم تثبيت الإضافات بنجاح!"],"Installing and activating %s…":["جارٍ تثبيت %s وتفعيله..."],"Needs activation":["يحتاج إلى تفعيل"],"Needs installation and activation":["يحتاج إلى تثبيت وتفعيل"],"Activate %1$s in one click":["تفعيل ⁦%1$s⁩ بنقرة واحدة"],"Install and activate %1$s in one click":["تثبيت ⁦%1$s⁩ وتفعيله بنقرة واحدة"],"Install and\/or activate %1$s in one click":["تثبيت ⁦%1$s⁩ و\/أو تفعيله بنقرة واحدة"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you activate the following %2$s:":["للحصول على أقصى استفادة من اشتراكك المدفوع في <link>⁦%1$s⁩ والوصول <\/link>إلى جميع ميزاته، نوصيك بتفعيل ⁦%2$s⁩الآتي:"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and activate the following %2$s:":["للحصول على أقصى استفادة من اشتراكك المدفوع في <link>⁦%1$s⁩ والوصول <\/link>إلى جميع ميزاته، نوصيك بتثبيت ⁦%2$s⁩ الآتي وتفعيله:"],"plugin":["الإضافة","الإضافة","الإضافات","الإضافات","الإضافات","الإضافات"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and\/or activate the following %2$s:":["للحصول على أقصى استفادة من اشتراكك المدفوع في <link>⁦%1$s⁩ والوصول <\/link>إلى جميع ميزاته، نوصيك بتثبيت ⁦%2$s⁩ الآتي و\/أو تفعيله:"],"Some plugins need to be activated":["يلزم تفعيل بعض الإضافات"],"Some plugins need to be installed":["يلزم تثبيت بعض الإضافات"],"Some plugins need to be installed and\/or activated":["يلزم تثبيت بعض الإضافات و\/أو تفعيله"],"Plugin activation needed":["يلزم تفعيل الإضافة"],"Plugin installation needed":["يلزم تثبيت الإضافة"],"Plugin installation and activation needed":["يلزم تثبيت الإضافة وتفعيلها"],"Options reset! Have fun messing them up again :-)":["تمت إعادة تعيين الخيارات! استمتع بالعبث بها مرة أخرى:-)"],"There was a problem installing and activating %s.":["هناك مشكلة في أثناء تثبيت %s وتفعيله."],"%s installed successfully!":["تم تثبيت %s بنجاح!"],"There was a problem activating %s.":["هناك مشكلة في أثناء تفعيل %s."],"%s activated successfully!":["تم تفعيل %s بنجاح!"],"Discover Jetpack AI":["اكتشاف Jetpack AI"],"Auto-Firewall is disabled as your hosting provider already includes a built-in firewall with similar rules for your site.":["يتم تعطيل جدار الحماية التلقائي؛ لأن مزود الاستضافة الخاص بك يتضمن بالفعل جدار حماية مدمج يتضمن قواعد مماثلة لموقعك."],"Reset Options":["تمت إعادة تعيين الخيارات"],"Button for option to reset Jetpack Options\u0004Reset Options (dev only)":["إعادة تعيين الخيارات (التطوير فقط)"],"Visit the %s dashboard to view threat details, auto-fix threats, and keep your site safe.":["تفضل بزيارة لوحة تحكم %s لعرض تفاصيل التهديد وإصلاح التهديدات تلقائيًا وإبقاء موقعك آمنًا."],"We’ve detected some security threats that need your attention.":["لقد اكتشفنا بعض التهديدات الأمنية ويلزم الانتباه."],"%s found threats on your site":["تم العثور على %s من التهديدات على موقعك"],"%s error":["%s من الأخطاء"],"Backup has encountered a general system error and was unable to complete the last backup attempt.":["واجهت ميزة Backup خطأ في النظام العام وتعذر عليها إكمال محاولة النسخ الاحتياطي الأخيرة."],"Backup system error":["خطأ في نظام Backup"],"Backup is deactivated":["تم تعطيل Backup"],"Backup was unable to access your site during the last backup attempt. This could be due to networking issues, a block from your host, or other server issues.":["تعذر على Backup الوصول إلى موقعك في أثناء محاولة النسخ الاحتياطي الأخيرة. قد يرجع ذلك إلى مشكلات في الارتباط بالشبكات أو مكون من مضيفك أو مشكلات أخرى في الخادم."],"Site unavailable":["الموقع غير متاح"],"Although the site appears to be up and accessible, Backup still encountered an error during the last backup attempt.":["على الرغم من أن الموقع يبدو جاهزًا وقابلاً للوصول، لا تزال ميزة Backup تواجه خطأ في أثناء محاولة النسخ الاحتياطي الأخيرة."],"Although the site appears to be up and accessible, and remote server credentials are set, Backup still encountered an error during the last backup attempt.":["على الرغم من أن الموقع يبدو جاهزًا وقابلاً للوصول، لا تزال ميزة Backup تواجه خطأ في أثناء محاولة النسخ الاحتياطي الأخيرة."],"Backup error":["خطأ في Backup"],"There appears to be some issue with the Atomic API or a networking type issue. Please try again shortly to see if the issue has resolved.":["يبدو أن هناك بعض المشكلات في Atomic API أو مشكلة في نوع الارتباط بالشبكات. يرجى المحاولة مجددًا في وقت قريب لمعرفة ما إذا كانت المشكلة قد تم حلها أم لا."],"No credentials (Atomic)":["لا توجد بيانات اعتماد (Atomic)"],"No remote server credentials were found. Please add your website’s server credentials in Backup settings so Backup can fully function properly.":["لم يتم العثور على بيانات اعتماد للخادم عن بعد. يرجى إضافة بيانات اعتماد خادم موقعك الإلكتروني ضمن إعدادات Backup لكي تتمكن ميزة Backup من العمل بشكل كامل وصحيح."],"No credentials found":["لم يتم العثور على بيانات اعتماد"],"The VaultPress API could not recognize the site ID associated with your site, or multiple site ID’s are associated with the same site domain.":["تعذر على واجهة برمجة تطبيقات VaultPress التعرف على معرف الموقع المرتبط بموقعك، أو يتم ربط معرِّفات المواقع المتعددة بنطاق الموقع نفسه."],"No site record":["لا يوجد سجل في الموقع"],"Backup can’t be activated on multi-site installations, neither the network site or its sub-sites.":["يتعذر تفعيل ميزة Backup على عمليات التثبيت متعددة المواقع، ولا موقع الشبكة أو المواقع الفرعية التابعة له."],"Multi-site not supported":["المواقع المتعددة غير مدعومة"],"Backup doesn’t currently support the host that the site is hosted on.":["لا تدعم Backup حاليًا المضيف الذي تتم استضافة الموقع عليه."],"Host not supported":["المضيف غير مدعوم"],"We’ve detected VaultPress is currently active on the site, and we can automatically transfer it over to Jetpack Backup (Rewind), but you will need to trigger the transfer manually.":["لقد اكتشفنا أن VaultPress نشط حاليًا على الموقع، ويمكننا نقله تلقائيًا إلى Jetpack Backup (إرجاع)، لكن سيتعين عليك تشغيل النقل يدويًا."],"Transfer VaultPress":["نقل VaultPress"],"We’ve detected VaultPress is currently active on the site. VaultPress and Jetpack Backup cannot run simultaneously. In order to activate Jetpack Backup, you will first need to deactivate VaultPress.":["لقد اكتشفنا أن VaultPress نشط حاليًا على الموقع. يتعذر تشغيل VaultPress وJetpack Backup في آن واحد. من أجل تفعيل Jetpack Backup، سيتعين عليك أولاً تفعيل VaultPress."],"Backup plugin conflict":["تعارض إضافة Backup"],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly, although successful Backups may still appear in the logs.":["لا يبدو الموقع متصلاً. تتطلب Backup اتصال Jetpack نشطًا لكي تعمل بشكل صحيح، على الرغم من أن عمليات النسخ الاحتياطي الناجحة لا تزال تظهر في السجلات."],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly.":["لا يبدو الموقع متصلاً. تتطلب Backup اتصال Jetpack نشطًا لكي تعمل بشكل صحيح."],"The site does not appear to have a valid Backup plan. Please purchase a Backup plan in order activate the features of Jetpack Backup.":["لا يبدو أن الموقع مسجَّل في خطة Backup صالحة. يرجى شراء خطة Backup من أجل تفعيل ميزات Jetpack Backup."],"Missing Backup plan":["خطة Backup مفقودة"],"To keep everything running smoothly, renew your plan today!":["لضمان سير كل شيء بسلاسة، قم بتجديد خطتك اليوم!"],"Your %1$s subcription will be expiring soon on %2$s, and the paid features for this product will no longer be available.":["ستنتهي صلاحية اشتراكك في ⁦%1$s⁩ قريبًا في ⁦%2$s⁩، ولن تكون الميزات المدفوعة لهذا المنتج متاحة بعد الآن."],"Don’t worry—you can resume your plan anytime to restore your access to the upgraded features.":["لا داعي للقلق، يمكنك استئناف خطتك في أي وقت لاستعادة وصولك إلى الميزات التي تمت ترقيتها."],"Your %1$s subcription has expired. The paid features are no longer available.":["انتهت صلاحية اشتراكك في ⁦%1$s⁩. الميزات المدفوعة غير متاحة بعد الآن."],"Renew your plan by %1$s to continue to have access to the paid features of these products.":["قم بتجديد خطتك بحلول ⁦%1$s⁩ لمواصلة الوصول إلى الميزات المدفوعة لهذه المنتجات."],"But don’t worry—you can resume your plan to restore your access to your plan’s paid features.":["لكن لا داعي للقلق، يمكنك استئناف خطتك لاستعادة وصولك إلى الميزات المدفوعة لخطتك."],"Since your %1$s plan is expired, the paid features for these products are no longer available for your site.":["نظرًا إلى انتهاء صلاحية خطة ⁦%1$s⁩ الخاصة بك، فإن الميزات المدفوعة لهذه المنتجات غير متاحة لموقعك."],"%1$s provides paid features for the following products:":["يوفر ⁦%1$s⁩ الميزات المدفوعة للمنتجات الآتية:"],"To keep everything running smoothly, renew your plan by %1$s!":["لضمان سير كل شيء بسلاسة، قم بتجديد خطتك بحلول ⁦%1$s⁩!"],"Your videos will soon stop showing for your viewers, and you won’t be able to upload new content.":["سيتوقف عرض الفيديوهات الخاصة بك لمشاهديك قريبًا، ولن تتمكن من رفع محتوى جديد."],"Don’t worry—you can resume your plan anytime to restore your video library and continue uploading.":["لا داعي للقلق، يمكنك استئناف خطتك في أي وقت لاستعادة مكتبة الفيديوهات الخاصة بك ومواصلة الرفع."],"Your videos are no longer visible to your viewers, and you won’t be able to upload new content.":["لن تكون الفيديوهات الخاصة بك مرئية لمشاهديك بعد الآن، ولن تتمكن من رفع محتوى جديد."],"Heads up! Your %1$s plan is about to expire":["انتباه! توشك صلاحية خطة ⁦%1$s⁩ الخاصة بك على الانتهاء"],"Your %1$s plan has expired":["انتهت صلاحية خطة ⁦%1$s⁩ الخاصة بك"],"Read troubleshooting guide":["قراءة دليل حل المشكلات"],"The last backup attempted on %1$s was unsuccessful.":["فشلت آخر عملية نسخ احتياطي تمت محاولتها في ⁦%1$s⁩."],"Oops! We couldn’t back up your site":["عذرًا! تعذر علينا نسخ موقعك احتياطيًا"],"The last scan identified %1$s. But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%2$s dashboard<\/a> to view more details.":["تعرَّف آخر فحص على ⁦%1$s⁩. لكن لا داعي للقلق، يمكن لميزة Protect عادة \"الإصلاح التلقائي\" للتهديدات، في معظم الحالات. تفضَّل بزيارة لوحة تحكم <a>%2$s<\/a> لعرض مزيد من التفاصيل."],"%d threat":["%d من التهديدات","%d من التهديدات","%d من التهديدات","%d من التهديدات","%d من التهديدات","%d من التهديدات"],"The last scan identified %1$s (%2$d critical). But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%3$s dashboard<\/a> to view more details.":["تعرَّف آخر فحص على ⁦%1$s⁩ (⁦%2$d⁩ مهم). لكن لا داعي للقلق، يمكن لميزة Protect عادة \"الإصلاح التلقائي\" للتهديدات، في معظم الحالات. تفضَّل بزيارة لوحة تحكم <a>%3$s<\/a> لعرض مزيد من التفاصيل."],"Check out our troubleshooting guide.":["تحقق من دليل حل المشكلات لدينا."],"Check out our troubleshooting guide or contact your hosting provider to resolve the issue.":["تحقق من دليل حل المشكلات لدينا أو اتصل بمزود الخدمة لحل المشكلة."],"The last backup attempt failed.":["فشلت محاولة آخر نسخ احتياطي."],"Needs attention":["يلزم الانتباه"],"Troubleshoot":["حل المشكلات"],"Resume subscription":["استئناف الاشتراك"],"Expires on %1$s":["تنتهي الصلاحية في ⁦%1$s⁩"],"Managed by: %1$s":["مدار بواسطة: ⁦%1$s⁩"],"Expiring soon on %1$s":["انتهاء الصلاحية قريبًا في ⁦%1$s⁩"],"Site connection failed. Please try again.":["فشل الاتصال بالموقع. يرجى المحاولة مجددًا."],"Hang tight while we personalize recommendations to suit your style.":["تريث قليلاً بينما نخصص التوصيات من أجل ملاءمة نمطك."],"Crafting your unique journey":["صياغة رحلتك الفريدة من نوعها"],"You’re connected and ready to fly!":["أصبحت متصلاً ومستعدًا للتحليق!"],"Jetpack is connected %s":["أصبح Jetpack متصلاً بـ %s"],"Getting things ready in the background — almost there!":["ثمَّة أشياء جاهزة في الخلفية - أوشكنا على الوصول!"],"Connecting Jetpack":["الاتصال بـ Jetpack"],"Expired plan":["خطة منتهية الصلاحية"],"Expires soon":["تنتهي الصلاحية قريبًا"],"Resume my plan":["استئناف خطتي"],"Renew my plan":["تجديد خطتي"],"Actions":["الإجراءات"],"Wait for %d days to reset your limit, per our <link>fair usage<\/link> policy.":["انتظر %d من الأيام لإعادة تعيين الحد الأقصى الخاص بك، حسب سياسة <link>الاستخدام العادل<\/link>."],"* Limits apply for high request capacity. <link>Learn more about it here<\/link>.":["* تنطبق الحدود على سعة الطلب العالية. <link>تعرَّف على المزيد عنه من هنا<\/link>."],"User connected.":["المستخدم متصل."],"User connected (Owner).":["المستخدم متصل (مالك)."],"This Jetpack plan doesn’t work with Multisite WordPress setups. Please use it on a single-site installation or consider canceling for a refund.":["لا تعمل خطة Jetpack هذه مع عمليات إعداد ووردبريس متعددة المواقع. يرجى استخدامها عند تثبيت موقع فردي أو فكِّر في الإلغاء لاسترداد الأموال."],"We’re sorry, %s is not compatible with multisite WordPress installations at this time.":["عذرًا، %s غير متوافقة مع عمليات تثبيت ووردبريس متعددة المواقع في الوقت الحالي."],"Please take a moment to check the license key from your purchase confirmation email—it might have a small typo.":["يرجى تخصيص بعض الوقت للتحقق من مفتاح الترخيص من رسالة تأكيد عملية شرائك عبر البريد الإلكتروني - قد يكون هناك خطأ مطبعي طفيف."],"Unable to validate this license key.":["يتعذر التحقق من مفتاح الترخيص هذا."],"The subscription is no longer active or has expired. Please purchase a new license.":["لا يكون الاشتراك نشطًا بعد الآن أو يكون قد انتهت صلاحيته. يرجى شراء ترخيص جديد."],"You can either use this license on a different site or cancel your current plan for a refund.":["يمكنك إما استخدام ترخيص على موقع مختلف وإما إلغاء خطتك الحالية لاسترداد الأموال."],"It looks like your website already has a Jetpack plan that’s equal to or better than the one you’re trying to activate.":["يبدو أن موقعك الإلكتروني مسجِّل بالفعل على إحدى خطط Jetpack التي تساوي الخطة التي تحاول تفعيلها أو تكون أفضل منها."],"Your site already has an active Jetpack plan of equal or higher value.":["يكون موقعك مسجِّلاً بالفعل في إحدى خطط Jetpack النشطة التي تحمل قيمة متساوية أو أعلى."],"To use Jetpack on both sites, please <a>buy another license<\/a>.":["لاستخدام Jetpack على كلا الموقعين، يرجى <a>شراء ترخيص آخر<\/a>."],"If you would like to transfer it, please <a>get in touch<\/a>.":["إذا كنت ترغب في نقلها، فيرجى <a>التواصل معنا<\/a>."],"This license is already active on another website":["هذا الترخيص نشط بالفعل على موقع إلكتروني آخر"],"This license is already active on your site.":["هذا الترخيص نشط بالفعل على موقعك."],"Reconnect Jetpack.":["إعادة الربط بـ Jetpack."],"Log in to the WordPress.com account that purchased the plan.":["سجِّل الدخول إلى حساب ووردبريس.كوم الذي اشترى الخطة."],"Disconnect Jetpack from your site.":["ألغ ربط Jetpack بموقعك."],"Follow these <a>steps<\/a> to resolve it.":["اتبع هذه <a>الخطوات<\/a> لحل الأمر."],"The account that purchased the plan and the account managing this site are different.":["يختلف الحساب الذي اشترى الخطة عن الحساب الذي يدير هذا الموقع."],"Need help? <a>Get in touch<\/a>.":["هل تحتاج إلى مساعدة؟ <a>ابقَ على تواصل<\/a>."],"Requests this month":["طلبات هذا الشهر"],"Existing videos":["الفيديوهات الموجودة"],"Stunning-quality, ad-free video in the WordPress Editor. Begin by uploading your first video.":["فيديو بجودة مذهلة ومن دون إعلانات في محرر ووردبريس. ابدأ عن طريق رفع أول فيديو لك."],"Load your existing videos faster and without ads.":["يمكنك تحميل الفيديوهات الموجودة لديك بشكل أسرع ومن دون إعلانات."],"Total time watched":["إجمالي وقت المشاهدة"],"This metric shows total video viewing time for the last year.":["يشير هذا المقياس إلى إجمالي وقت مشاهدة الفيديو خلال العام الماضي."],"This metric shows your total video viewing time over the past 30 days, compared to the previous 30 days.":["يشير هذا المقياس إلى إجمالي وقت مشاهدة الفيديو لديك خلال آخر 30 يومًا، مع المقارنة بمدة الـ 30 يومًا السابقة."],"This metric shows your total video views over the past year.":["يشير هذا المقياس إلى إجمالي مشاهدات الفيديو خلال العام الماضي."],"This metric shows your total video views over the past 30 days, compared to the previous 30 days.":["يشير هذا المقياس إلى إجمالي مشاهدات الفيديو لديك خلال آخر 30 يومًا، مع المقارنة بمدة الـ 30 يومًا السابقة."],"Yearly views":["المشاهدات سنويًا"],"30-Day views":["مشاهدات مدتها 30 يومًا"],"Success! 🌟 Your video is live and gathering views.":["نجاح! 🌟 الفيديو الخاص بك مباشر ويجمع المشاهدات."],"High-quality video, wherever your audience is":["فيديو بجودة عالية، أينما كان جمهورك"],"Give your videos a boost! 🚀 Try hosting with VideoPress for superior quality and performance.":["بادر بتحسين الفيديوهات الخاصة بك! 🚀 جرِّب الاستضافة مع فيديوبرس للحصول على جودة وأداء فائقَين."],"You have %d video in your Media Library that could benefit from VideoPress. Start <a>hosting<\/a> it today to unlock multiple benefits: enhanced quality add-free streaming, faster load times, customizable player controls.":["لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافته<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافته<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل.","لديك %d من الفيديوهات في مكتبة الوسائط لديك، وقد يستفيد من فيديوبرس. ابدأ <a>استضافتها<\/a> اليوم لإطلاق العنان لعديد المزايا، وهي: تحسين جودة البث من دون إعلانات، وأوقات تحميل بشكل أسرع، وعناصر تحكم قابلة للتخصيص في المشغِّل."],"The finest video for WordPress":["أفضل فيديو خاص بووردبريس"],"Logins Blocked":["تم حظر عمليات تسجيل الدخول"],"Auto-Firewall":["جدار حماي تلقائي"],"a few seconds ago":["منذ بضع ثوانٍ"],"%s month ago":["منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر","منذ %s من الأشهر"],"%s year ago":["منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام","منذ %s من الأعوام"],"Failed to hide evaluation results. Please try again":["فشل إخفاء نتائج التقييم. يرجى المحاولة مجددًا"],"Failed to save evaluation results. Please try again":["فشل حفظ نتائج التقييم. يرجى المحاولة مجددًا"],"Failed to evaluate site recommendations":["فشل تقييم توصيات الموقع"],"Skip onboarding":["تخطي الإعداد"],"See solutions":["الاطلاع على الحلول"],"Jetpack does a lot. Select the items that are most important to you and we‘ll find the Jetpack tools that are the best match for your site.":["يفعل Jetpack الكثير. حدد العناصر الأكثر أهمية لك وسنعثر على أدوات Jetpack التي تتطابق بشكل أفضل مع موقعك."],"What would you like Jetpack to do?":["ما الذي تريد من Jetpack القيام به؟"],"I don‘t know":["لا أعرف"],"Create quality content":["إنشاء محتوى الجودة"],"Grow my audience":["زيادة أعداد جمهوري"],"Improve my site‘s performance":["تحسين أداء موقعي"],"Protect my site":["حماية موقعي"],"Jetpack works behind the scenes to keep your site safe, make it lightning-fast, and to help you get more traffic.":["يعمل Jetpack خلف الكواليس لإبقاء موقعك آمنًا، وجعله فائق السرعة، ومساعدتك على الحصول على مزيد من حركة المرور."],"Unlock the power of your WordPress site with Jetpack, the complete toolkit for enhancing your site’s security, speed, and growth.":["أطلق العنان لقوة موقع ووردبريس الخاص بك مع Jetpack، وهو مجموعة الأدوات المكتملة لتحسين أمان موقعك وسرعته ونموه."],"Activate Jetpack in one click":["تفعيل Jetpack بنقرة واحدة"],"Simplify your writing with AI suggestions to fix long sentences and complex words and sound more confident. As you type, check your Reading grade score to make sure it suits your audience.":["يمكنك تبسيط كتاباتك من خلال اقتراحات الذكاء الاصطناعي من أجل إصلاح الجمل الطويلة والكلمات المعقَّدة لكي تبدو أكثر ثقة. في أثناء الكتابة، تحقق من مجموع درجات القراءة لديك للتأكد من أنه ملائم لجمهورك."],"Make your writing easy to read":["جعل كتاباتك سهلة القراءة"],"Upgrade required for activation. Manual rules available.":["الترقية مطلوبة للتفعيل. قواعد يدوية متوفرة."],"You have Auto-Firewall disabled, visit your Protect <a>firewall settings<\/a> to activate.":["قمت بتعطيل جدار الحماية التلقائي، تفضَّل بزيارة <a>إعدادات جدار الحماية<\/a> الخاصة بالحماية للتفعيل."],"Auto-Firewall: Inactive":["جدار الحماية التلقائي: غير نشط"],"We’ve checked items against our database, and all appears well. For a more detailed, line-by-line malware scan, consider upgrading your plan.":["لقد تحققنا من العناصر في قاعدة بياناتنا، ويبدو أن كل شيء على ما يرام. لإجراء فحص أكثر تفصيلاً وتنظيمًا للبرامج الضارة، فكِّر في ترقية خطتك."],"Elevate your malware protection":["تعزيز حمايتك من البرامج الضارة"],"Auto-fix threats":["الإصلاح التلقائي للتهديدات"],"Your site has %1$s and %2$s lacking security measures. Improve your site’s safety by adding protection at no cost.":["يوجد في موقعك ⁦%1$s⁩ و⁦%2$s⁩، ما يجعله مفتقرًا إلى تدابير الأمان اللازمة. قم بتحسين سلامة موقعك عن طريق إضافة الحماية من دون تكلفة."],"Improve site safety: secure plugins & themes":["تحسين سلامة الموقع: الإضافات والقوالب الآمنة"],"For Brute Force Protection, activate the Jetpack or Protect plugin and enable it in settings.":["للحصول على الحماية من القوة الغاشمة، قم بتفعيل إضافة Jetpack أو Protect وقم بتمكينها في الإعدادات."],"Brute Force Protection is disabled and not actively blocking malicious login attempts.":["تم تعطيل الحماية من القوة الغاشمة ولا تعمل على منع محاولات تسجيل الدخول الضارة بشكل نشط."],"Brute Force Protection is disabled and not actively blocking malicious login attempts. Go to <a>%s<\/a> to activate it.":["تم تعطيل الحماية من القوة الغاشمة ولا تعمل على منع محاولات تسجيل الدخول الضارة بشكل نشط. انتقل إلى <a>%s<\/a> لتفعيلها."],"Brute Force Protection: Inactive":["الحماية من القوة الغاشمة: غير نشطة"],"Brute Force Protection is actively blocking malicious login attempts. The number of blocked login attempts will display here soon!":["تعمل الحماية من القوة الغاشمة على حظر محاولات تسجيل الدخول الضارة بشكل نشط. سيظهر عدد محاولات تسجيل الدخول المحظورة هنا قريبًا!"],"Brute Force Protection: Active":["الحماية من القوة الغاشمة: نشطة"],"%d theme":["%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب","%d من القوالب"],"&":["و"],"%d plugin":["%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات","%d من الإضافات"],"Last scan: %s":["آخر فحص: %s"],"Shield icon - Scan Status: Off":["أيقونة الدرع - حالة الفحص: قيد الإيقاف"],"Partial":["جزئية"],"Shield icon - Scan Status: Partial":["أيقونة الدرع - حالة الفحص: جزئية"],"Secure":["آمنة"],"Shield icon - Scan Status: Secure":["أيقونة الدرع - حالة الفحص: آمنة"],"Threats":["التهديدات"],"Shield icon - Brute Force Protection Status: Off":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: إيقاف"],"Shield icon - Brute Force Protection Status: Inactive":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: غير نشطة"],"Shield icon - Brute Force Protection Status: Active":["أيقونة الدرع - حالة الحماية من القوة الغاشمة: نشطة"],"Shield icon - Auto-Firewall Status: Off":["أيقونة الدرع - حالة جدار الحماية التلقائي: قيد الإيقاف"],"Shield icon - Auto-Firewall Status: Inactive":["أيقونة الدرع - حالة جدار الحماية التلقائي: غير نشط"],"Shield icon - Auto-Firewall Status: On":["أيقونة الدرع - حالة جدار الحماية التلقائي: قيد التشغيل"],"Needs plan":["يلزم وجود خطة"],"Get plan":["الحصول على خطة"],"Redo":["إعادة"],"Recommendations menu":["قائمة التوصيات"],"Here are the tools that we think will help you reach your website goals:":["في ما يأتي الأدوات التي نظن أنها ستساعدك على البحث عن أهداف موقعك الإلكتروني:"],"Our recommendation for you":["توصيتنا لك","توصيتنا لك","توصياتنا لك","توصياتنا لك","توصياتنا لك","توصياتنا لك"],"On the next screen, you can connect with an existing account from any of these services or create a new one.":["في الشاشة التالية، يمكنك الاتصال بحساب موجود من أي من هذه الخوادم أو أنشئ وحدة جديدة."],"Learn about Jetpack SEO tools":["التعرُّف على المزيد حول أدوات تحسين محركات البحث في Jetpack"],"Use AI to generate title suggestions based on your content, each with an explanation of why it works better. Save time and create engaging, SEO-friendly titles.":["استخدم الذكاء الاصطناعي لإنشاء اقتراحات عناوين استنادًا إلى محتواك، وكل منها مصحوب بشرح لسبب عمله بشكل أفضل. وفِّر الوقت وأنشئ عناوين تفاعلية وملائمة لتحسين محركات البحث."],"Optimize your titles effortlessly":["تحسين عناوينك بسلاسة"],"Needs user account":["يلزم حساب مستخدم"],"Sign up now":["التسجيل الآن"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على <strong>%1$s<\/strong> أو <strong>%2$s<\/strong> أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Missing site connection":["فقدان ربط الموقع"],"Connect your site":["ربط موقعك"],"Missing user connection":["فقدان ربط المستخدم"],"Learn about featured images":["التعرُّف على الصور المميزة"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["أنشئ صورًا مميزة لتوضيح محتواك وجعله أكثر تفاعلاً بنقرة واحدة فقط. استخدم الموجّهات لإنشاء صور مميزة جديدة مضبوطة."],"Create featured images with one click":["إنشاء صور مميزة بنقرة واحدة"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["تحسَّنت سرعتك بمعدل %d من النقاط! بادر بالترقية إلى Boost لفتح CSS المؤتمتة وأدوات تحسين الصور للحفاظ على مجموع نقاطك العالي."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["تحسَّنت سرعتك بمعدل %d من النقاط! تعمل ميزة Boost لتحسين أدائك من خلال الأدوات المؤتمتة."],"Create better content with powerful AI tools":["إنشاء محتوى أفضل باستخدام أدوات الذكاء الاصطناعي الفعالة"],"See documentation":["الاطلاع على الوثائق"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["تثبيت ⁦%1$s⁩ غير مكتمل. إذا قمتَ بتثبيت ⁦%1$s⁩ من GitHub، فيرجى الرجوع إلى وثيقة المطور لإعداد بيئة التطور الخاصة بك."],"Failed to dismiss the welcome banner. Please try again":["فشل استبعاد شعار الترحيب. يرجى المحاولة مجددًا"],"Share your feedback!":["شاركنا ملاحظاتك!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["ساعدنا على تحسين دقة نتائجنا ولا تتردد في منحنا أفكارًا لعمليات التنفيذ والتحسين في المستقبل."],"Do you have any feedback?":["هل لديك أي ملاحظات؟"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["احصل على ملاحظات فورية على تدوينتك قبل النشر. سيقرأ الذكاء الاصطناعي تدوينتك وسيسلط الضوء على الفرص اللازمة لتحسين منشورك."],"Learn about forms":["معرفة المزيد حول النماذج"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["أنشئ نماذج بسرعة باستخدام مكوِّن Jetpack Forms والذكاء الاصطناعي. استخدم الموجهات لوصف نموذجك وسينشئ الذكاء الاصطناعي العناصر في غضون ثوانٍ."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["استخدم مكوِّن الذكاء الاصطناعي لإنشاء المحتوى أو استخدم خيارات تحرير الذكاء الاصطناعي لدينا في المكوِّنات الموجودة. استخدم الموجهات أو أيًا من الإجراءات التي نوصي بها."],"Discover all the Jetpack features powered by AI":["اكتشاف كل ميزات Jetpack المدعومة من الذكاء الاصطناعي"],"AI Features":["ميزات الذكاء الاصطناعي"],"Free requests available":["الطلبات المجانية المتاحة"],"All-time requests used":["الطلبات المستخدمة طوال الوقت"],"Requests for this month":["طلبات هذا الشهر"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["قم بصياغة كل من المحتويين الجديد والموجود وتحويلهما وترجمتهما وتغييرهما للاستفادة من إمكانات الذكاء الاصطناعي، داخل محرر المكوِّن."],"Get %s requests":["الحصول على %s من الطلبات"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["يمكنك الوصول إلى المزيد باستخدام Jetpack AI! بادر بالترقية الآن للحصول على طلبات إضافية والحفاظ على استمرار الزخم الخاص بك."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["انتظر %d من الأيام لإعادة تعيين الحد الخاص بك، أو بادر بالترقية الآن إلى مستوى أعلى للحصول على طلبات إضافية والاستمرار في تقدُّم عملك."],"You've used all your free requests":["لقد استخدمت كل طلباتك المجانية"],"You've reached your request limit for this month":["لقد وصلت إلى حد طلبات لهذا الشهر"],"Connect to Jetpack to start using the AI Assistant":["الربط بـ Jetpack لبدء استخدام AI Assistant"],"Create new post":["إنشاء تدوينة جديدة"],"Build forms using prompts":["إنشاء النماذج باستخدام الموجهات"],"Generate and edit content faster with Jetpack AI Assistant":["إنشاء محتوى وتحريره بشكل أسرع باستخدام Jetpack AI Assistant"],"Get feedback on posts":["الحصول على ملاحظات حول التدوينات"],"Don’t show the welcome message again":["عدم إظهار رسالة الترحيب مجددًا"],"Connect Jetpack to use Stats":["الربط بـ Jetpack لاستخدام Stats"],"Get Stats":["الحصول على Stats"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["يحتاج موقعك إلى تحسينات في الأداء. اجعل موقعك فائق السرعة باستخدام لوحة تحكم Boost البسيطة وأدوات التسريع."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["أنت على بُعد خطوة واحدة من جعل موقعك سريعًا للغاية. ثبِّت Boost لتحسين أداء موقعك، مثل: أهم مواقع الويب، ولا توجد حاجة إلى أي مطوّر."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["أصبح موقعك سريعًا! لكن الحفاظ على السرعة العالية ليس أمرًا سهلاً. استخدم أدوات التسريع المؤتمتة في Boost لتحسين أدائك في أثناء التنقل."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["حسِّن أداءك من خلال CSS المؤتمتة وأدوات تحسين الصور عن طريق الترقية إلى Boost."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["أنت على بُعد خطوة واحدة من جعل موقعك سريعًا للغاية. بادر بالترقية إلى Boost لاستخدام CSS المؤتمتة وأدوات تحسين الصور لتحسين أدائك."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["أصبح موقعك سريعًا! لكن الحفاظ على السرعة العالية ليس أمرًا سهلاً. بادر بالترقية إلى Boost لاستخدام CSS المؤتمتة وأدوات تحسين الصور لتحسين أدائك في أثناء التنقل."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["تفضَّل بزيارة لوحة تحكم Boost لعرض نقاط السرعة في موقعك وإدارة إعدادات المنتج لديك."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["تفضَّل بزيارة لوحة تحكم Boost لعرض نقاط السرعة المحفوظة لديك وإدارة إعدادات المنتج لديك."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["أصبح موقعك سريعًا! تعمل ميزة Boost لتحسين أدائك من خلال الأدوات المؤتمتة."],"Boost your site":["تعزيز موقعك"],"Site speed performance:":["أداء سرعة الموقع:"],"Your website’s overall speed score:":["مجموع نقاط السرعة الإجمالية لموقعك على الويب:"],"%s comment":["%s من التعليقات","%s من التعليقات","%s من التعليقات","%s من التعليقات","%s من التعليقات","%s من التعليقات"],"Needs connection":["يلزم الربط"],"Needs Plugin":["يلزم وجود إضافة"],"Connecting your account…":["جارٍ ربط حسابك…"],"Go back to previous screen":["الرجوع إلى الشاشة السابقة"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["استمتع بعدد غير محدود من المشاركات من خلال Jetpack Social Basic. تعرّف على كيفية تحقيق أقصى استفادة من Jetpack Social<a>هنا<\/a>."],"Jetpack Social Basic is active!":["أصبح Jetpack Social Basic نشطًا!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["أنشئ معاينات مذهلة للتدوينات من خلال الروابط باستخدام منشئ الصور الاجتماعية.  تعرَّف على المزيد <a>هنا<\/a>.<br\/><br\/>تعرَّف على كيفية تحقيق أقصى استفادة من Jetpack Social <link>هنا<\/link>.<br\/><br\/>"],"Jetpack Social Advanced is active!":["أصبحت Jetpack Social Advanced نشطًا!"],"Get more requests":["الحصول على مزيد من الطلبات"],"%s second ago":["منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني","منذ %s من الثواني"],"%s minute ago":["منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق","منذ %s من الدقائق"],"%s hour ago":["منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات","منذ %s من الساعات"],"%s day ago":["منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام","منذ %s من الأيام"],"Activity Detected":["تم الكشف عن النشاط"],"Undo":["تراجع"],"No results":["لا توجد نتائج"],"Visitors":["الزائرون"],"Compared to previous period":["تمت المقارنة مع الفترة السابقة"],"7-day highlights":["أهم الأحداث في 7 أيام"],"AI Assistant":["AI Assistant"],"Mobile score":["مجموع النقاط في الأجهزة المحمولة"],"Desktop score":["مجموع النقاط في الأجهزة المكتبية"],"Timed out":["انتهت المهلة الزمنية"],"Invalid response while requesting metrics":["استجابة غير صالحة في أثناء طلب المقاييس"],"An unknown error occurred while requesting metrics":["حدث خطأ مجهول في أثناء طلب المقاييس"],"Timed out while waiting for speed-score.":["انتهت المهلة الزمنية في أثناء انتظار مجموع نقاط السرعة."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["حدث خطأ في أثناء محاولة الاتصال بواجهة برمجة تطبيقات REST الخاصة بالموقع. معلومات التصحيح الإضافي: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["لا يبدو أن واجهة برمجة تطبيقات REST الخاصة بموقعك قابلة للوصول. يتطلب Jetpack Boost الوصول إلى وجهة برمجة تطبيقات REST الخاصة بك من أجل تلقي مجاميع نقاط الأداء الخاصة بالموقع. يرجى التأكد من أن واجهة برمجة تطبيقات REST الخاصة بموقعك نشطة ويمكن الوصول إليها، وحاول مجددًا."],"HTTP %d error received while communicating with the server.":["تم تلقي خطأ في HTTP %d في أثناء الاتصال بالخادم."],"Received invalid response while communicating with your WordPress site: %s":["تم تلقي استجابة غير صالحة في أثناء الاتصال بموقعك على ووردبريس: %s"],"Start for Free":["ابدأ مجانًا"],"\/month":["في الشهر"],"Renew subscription":["تجديد الاشتراك"],"Already have an existing plan or license key? <a>Get started<\/a>.":["هل لديك خطة موجودة أو مفتاح ترخيص بالفعل؟ <a>البدء<\/a>."],"%s or Start for free":["%s أو البدء مجانًا"],"Install Plugin":["تثبيت الإضافة"],"Checking gold status…":["جارٍ التحقق من الحالة الذهبية..."],"Never Expires":["لا تنتهي صلاحيته أبداً"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["تم منح ⁦%1$s⁩ في ⁦%2$s⁩. يمنحك حق الوصول إلى اشتراك مدى الحياة في Jetpack VaultPress Backup وJetpack Scan."],"Explore your new powers":["استكشاف صلاحياتك الجديدة"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["الفحص التلقائي والإصلاحات بنقرة‑واحدة للحفاظ موقعك بعيدًا عن التهديدات الأمنية."],"Plugin name (noun).\u0004Scan":["فحص"],"Super powers are ready!":["صلاحيات فائقة جاهزة!"],"Redeem your token":["استرداد الرمز المميز الخاص بك"],"Awesome!":["رائع!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["يؤدي ذلك إلى فتح صلاحيات Jetpack مدى الحياة في موقعك على الويب. تجربة Jetpack الاستثنائية في انتظارك."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["أدى ذلك إلى فتح صلاحيات Jetpack مدى الحياة في موقعك على الويب. أصبحت تجربة Jetpack الاستثنائية الخاصة بك نشطة بالفعل."],"Hey, %s":["مرحبًا، %s."],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["ليست لديك صلاحيات تنفيذ هذا الإجراء أو يلزم الاتصال بحساب المستخدم. <connectLink>انقر هنا للاتصال بحساب المستخدم الخاص بك<\/connectLink> أو اتصل بالمسؤول لديك."],"View detailed stats":["عرض الإحصاءات التفصيلية"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["يعني النقر على الأزرار أعلاه أنك توافق على <tosLink>شروط الخدمة<\/tosLink> و<shareDetailsLink>مزامنة بيانات موقعك<\/shareDetailsLink> معنا."],"Previous":["السابق"],"Arrow right":["سهم إلى اليمين"],"Arrow left":["سهم إلى اليسار"],"trial for the first month, then $%s \/month, billed yearly":["نسخة تجريبية للشهر الأول، ثم %s شهريًا والفوترة سنويًا"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["الأسعار المخفّضة هي عرض لفترة محدودة طوال العام الأول ويتم التجديد بسعر منتظم."],"%s not included":["%s غير مضمَّن"],"%s coming soon":["%s قريبًا"],"Coming soon":["قريبًا"],"Also connected: %s (Owner).":["متصل كذلك: %s (المالك)."],"Connected as %1$s (%2$s)":["متصل بصفة ⁦%1$s⁩.%2$s"],"Input a license key":["إدخال مفتاح الترخيص"],"Select a license key":["تحديد مفتاح الترخيص"],"I want to add a license key manually":["أريد إضافة مفتاح الترخيص يدويًا"],"%1$s - %2$s":["من ⁦%1$s⁩ إلى ⁦%2$s⁩"],"Fetching available licenses…":["جارٍ إحضار التراخيص المتوافرة..."],"Some products need a connection to WordPress.com to be able to work.":["تحتاج بعض المنتجات إلى الاتصال بووردبريس.كوم لكي تتمكن من العمل."],"VaultPress Backup":["VaultPress Backup"],"\/month, billed yearly":["\/شهر، مع فوترة سنوياً"],"% off":["خصم بنسبة %"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["يدعم Jetpack Search المجاني ما يصل إلى 5000 سجل و500 طلب بحث لكل شهر مجانًا. ستُطلب منك الترقية إلى خطة مدفوعة إذا تجاوزتَ هذه الحدود لمدة ثلاثة أشهر متواصلة."],"Start for free":["ابدأ بتجربة مجانية"],"Not included":["غير مضمَّن"],"Included":["مضمَّن"],"Done":["تم"],"Get plugin":["تنزيل الإضافة"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["بسبب إعدادات خادمك، تعذر علينا تثبيت الإضافة لك تلقائيًا. يرجى تثبيت إضافة %s يدويًا."],"Close.":["أغلق."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["في الخطة المدفوعة، سيتم تعديل الأسعار تلقائيًا بناءً على عدد السجلات الموجودة في فهرس البحث لديك. إذا تحولت إلى درجة أسعار جديدة، فسنعلمك قبل دورة الفوترة القادمة الخاصة بك."],"Activate a license (requires a user connection)":["تفعيل ترخيص (يتطلب اتصال مستخدم)"],"Activate a license":["تفعيل ترخيص"],"Next":["التالي"],"Get %s":["الحصول على %s"],"New":["جديد"],"There was an error fetching your %s information. Check your site connectivity and try again.":["حدث خطأ في أثناء إحضار معلومات %s الخاصة بك. تحقَّق من اتصال موقعك وحاول مرة أخرى."],"Save every change and get back online quickly with one‑click restores.":["احفظ جميع التغييرات وأعد الاتصال بالإنترنت بسرعة باستخدام عمليات الاستعادة‑ بنقرة واحدة."],"Purchase":["شراء"],"And more!":["والمزيد!"],"Some products need a user connection to WordPress.com to be able to work.":["تحتاج بعض المنتجات إلى اتصال مستخدم بووردبريس.كوم لكي تتمكن من العمل."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["يحتاج Jetpack %s إلى اتصال مستخدم بووردبريس.كوم لكي تتمكن من العمل."],"Active on your site":["نشط على موقعك"],"Go back":["العودة للخلف"],"Magnifying Glass":["عدسة مكبِّرة"],"Install %s":["تثبيت %s"],"Configure search":["تكوين البحث"],"View scan results":["عرض تفاصيل الفحص"],"View latest backup":["عرض أحدث نسخة احتياطية"],"View my plans":["عرض خططي"],"Configure my site":["تكوين موقعي"],"Connection":["الاتصال"],"Site connected":["الموقع متصل"],"An unknown error occurred during license activation. Please try again.":["حدث خطأ غير معروف في أثناء تفعيل الترخيص. يُرجى المحاولة مرة أخرى."],"This is not a valid license key. Please try again.":["هذا ليس مفتاح ترخيص صالحًا. يُرجى المحاولة مرة أخرى."],"You're all set!":["أصبحتَ مستعدًا تمامًا!"],"Your product is active!":["منتجك نشط!"],"Experience high-quality, ad-free video built specifically for WordPress.":["قم بتجربة مقاطع فيديو عالية الجودة وخالية من الإعلانات مصممة خصوصًا لووردبريس."],"Jetpack VideoPress is active!":["Jetpack VideoPress نشط!"],"Jetpack Security is active!":["Jetpack Security نشط!"],"Next, we'll help you customize the Search experience for your visitors.":["بعد ذلك، سنساعدك على تخصيص تجربة البحث لزائريك."],"Jetpack Search is active!":["Jetpack Search نشط!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["يمكنك الاطلاع على عمليات الفحص الأمني الخاصة بك على <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan نشط!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["يمكنك الاطلاع على نسخك الاحتياطية وعمليات الفحص الأمني واستعادة موقعك على <a>cloud.jetpack.com<\/a>. إذا سبق أن فقدت الوصول إلى موقعك، فيمكنك استعادته هناك."],"Jetpack Complete is active!":["Jetpack Complete نشط!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["يمكنك الاطلاع على نسخك الاحتياطية واستعادة موقعك على <a>cloud.jetpack.com<\/a>. إذا سبق أن فقدت الوصول إلى موقعك، فيمكنك استعادته هناك."],"Jetpack Backup is active!":["Jetpack Backup نشط!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["سنعتني بكل شيء من هناك. يمكنك الآن الاستمتاع بموقع خالٍ من البريد المزعج!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam نشط!"],"Do you need help? <a>Contact us.<\/a>":["هل تحتاج إلى مساعدة؟ <a>اتصل بنا.<\/a>"],"License key":["مفتاح الترخيص"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>تحقَّق من بريدك الإلكتروني<\/strong> بحثًا عن مفتاح الترخيص الخاص بك. ينبغي أن تكون قد تلقيته بعد إجراء عملية الشراء الخاصة بك."],"Add a license key":["إضافة مفتاح ترخيص"],"Upgrade now":["قم بالترقية الآن"],"\/month, paid yearly":["\/شهر، تُدفع سنويا"],"Popular upgrade":["ترقية شائعة"],"Let visitors share your content on social media":["السماح للزائرين بمشاركة محتواك على شبكات التواصل الاجتماعي"],"Automatically share your content on social media":["مشاركة محتواك تلقائيًا على شبكات التواصل الاجتماعي"],"Connect your user account":["ربط حساب المستخدم الخاص بك"],"Unlock all the amazing features of Jetpack by connecting now":["فتح جميع ميزات Jetpack المذهلة عن طريق الربط الآن"],"Loading…":["جاري التحميل…"],"An error occurred. Please try again.":["حدث خطأ. يُرجى المحاولة مرة أخرى."],"Jetpack Logo":["شعار Jetpack"],"Contact support":["الاتصال بالدعم"],"Receive notifications about new likes and comments":["تلقي التنبيهات حول الإعجابات والتعليقات الجديدة"],"Let your subscribers know when you post":["السماح لمشتركيك بمعرفة متى تقوم بالنشر"],"Receive instant downtime alerts":["تلقي تنبيهات وقت التعطل على الفور"],"Dismiss":["تجاهل"],"Install":["تثبيت"],"Free":["مجانًا"],"Appearance":["المظهر"],"Activating…":["جارٍ التفعيل…"],"Upgrade your plan to upload audio":["ترقية خطتك لرفع مقاطع الصوت"],"Upgrade your plan to use video covers":["ترقية خطتك لاستخدام أغطية مقاطع الفيديو"],"Restore Connection":["استعادة الاتصال"],"Activating %s…":["جارٍ تفعيل %s…"],"Has a video.":["يحتوي على فيديو."],"Tag":["وسم"],"Post":["تدوينة"],"Page":["صفحة"],"Has an image.":["يحتوي على صورة."],"Has multiple images.":["يحتوي على عدة صور."],"Toggle search filters.":["قم بتبديل عوامل تصفية البحث."],"Matching comment.":["التعليق المتطابق."],"Show filters":["عرض عوامل التصفية"],"Is a product.":["يُعد منتجًا."],"Is an event.":["يُعد حدثًا."],"Has audio.":["يحتوي على صوت."],"On":["تشغيل"],"Off":["مطفأ"],"Contact Us":["اتصل بنا"],"Connecting…":["جارِ الاتصال..."],"Products":["المنتجات"],"Expired on %1$s":["انتهت الصلاحية في ⁦%1$s⁩"],"Scan":["فحص"],"Link to learn more about Jetpack.\u0004About":["نبذة عن"],"(opens in a new tab)":["(تفتح في علامة تبويب جديدة)"],"Learn more about us":["التعرّف على المزيد حولنا"],"About Jetpack":["نبذة عن Jetpack"],"There was an error testing Jetpack. Error: %s":["حدث خطأ أثناء اختبار Jetpack. خطأ: %s"],"Manage your plan":["إدارة خطتك","إدارة خططي","إدارة خططي","إدارة خططي","إدارة خططي","إدارة خططي"],"Sort by":["فرز حسب"],"Remove":["إزالة"],"Plan":["خطة"],"Help":["مساعدة"],"Manage":["إدارة"],"An Automattic Airline":["شركة أوتوماتيك لخدمات التدوين"],"View":["عرض"],"List":["قائمة"],"Grid":["شبكة"],"This will reset all Jetpack options, are you sure?":["سيؤدي ذلك إلى إعادة تعيين جميع خيارات Jetpack، هل أنت متأكد؟"],"Welcome to Jetpack!":["مرحبًا بك في Jetpack!"],"WordPress.com Terms of Service":["شروط خدمة WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["الشروط"],"Automattic's Privacy Policy":["سياسة خصوصية Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["الخصوصية"],"No results found":["لم يتم العثور على نتائج"],"Upgrade":["ترقية"],"Options failed to reset.":["فشلت إعادة تعيين الخيارات."],"There was an error reconnecting Jetpack. Error: %s":["حدث خطأ في أثناء إعادة الاتصال بـ Jetpack. خطأ: %s"],"Views":["المشاهدات"],"Information.":["معلومات."],"Layout":["التخطيط"],"Reconnecting Jetpack…":["جارٍ إعادة الاتصال بـ Jetpack..."],"Not connected":["غير متصل"],"Learn more":["معرفة المزيد"],"Category":["الفئة"],"Icon":["أيقونة"],"Close":["إغلاق"],"Connect":["توصيل"],"Error code: %s":["رمز الخطأ: %s"],"Title":["العنوان"],"Plugins":["إضافات"],"Likes":["الإعجابات"],"Description":["توصيف"],"Order":["ترتيب"],"Preview":["معاينة"],"Cancel":["إلغاء"],"Comments":["تعليقات"],"(no title)":["(لا عنوان)"],"Activate":["تفعيل"],"Inactive":["غير مفعل"],"Active":["مفعل"],"Search":["بحث"],"See all Jetpack features":["الاطّلاع على جميع ميزات Jetpack"],"My Jetpack":["Jetpack الخاص بي"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}