{"translation-revision-date":"2025-06-26 12:49:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Default Image":["Standardbild"],"Publicize scheduled actions":["Offentliggör schemalagda åtgärder"],"Publicize shares data":["Offentliggör delningsdata"],"There was an error deleting the item.":["Det gick inte att ta bort objektet."],"There was an error scheduling the post.":["Ett fel uppstod när en fullständig synkning schemalades"],"Post scheduled successfully.":["Inlägget har schemalagts."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Inga kommande delningar"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Kommande delningar"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Schemalagt (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Schemalagt (Läser in...)"],"The button label for the modal trigger\u0004Preview & Share":["Förhandsgranska och dela"],"The title of the social modal\u0004Share Post":["Dela inlägg"],"Are you sure you want to delete this post?":["Är du säker på att du vill ta bort detta inlägg?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Bekräfta"],"Label for publicize toggle\u0004Sharing is disabled":["Delning är inaktiverat"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Följande plattformar stöds inte längre:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["För att fortsätta dela med den här anslutningen, återanslut den."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Det finns ett problem med den här anslutningen."],"Publicize services":["Offentliggör-tjänster"],"This can either be %s or just the domain name if you are using a custom domain.":["Detta kan antingen vara %s eller bara domännamnet om du använder en anpassad domän."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Bluesky-användarnamn kan inte innehålla punkter. Om du använder en anpassad domän, ange den utan \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["En social anslutning kräver uppmärksamhet. Klicka på <fixLink>Hantera anslutningar<\/fixLink> för att åtgärda den.","Ett antal sociala anslutningar kräver uppmärksamhet. Klicka på <fixLink>Hantera anslutningar<\/fixLink> för att åtgärda dem."],"Expiring connection":["Anslutning som löper ut","Anslutningar som löper ut"],"Reconnect to continue sharing.":["Återanslut för att fortsätta dela."],"Social Settings":["Sociala inställningar"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Vi kunde inte hämta information om vilka företagssidor du har åtkomst till. Detta är ett känt problem med LinkedIn-API:et. Om du vill ansluta en företagssida, försök igen om 5 minuter."],"Request submitted successfully.":["Returbegäran har skickats."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Bluesky."],"This is what your social post will look like on Bluesky:":["Så här kommer ditt sociala inlägg att se ut på Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1 timme"],"Account name":["Kontonamn"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["För att dela till Bluesky, skriv in ditt Bluesky-handtag och applösenord nedan och klicka sedan på anslut."],"This Bluesky account is already connected":["Det här Bluesky-kontot är redan anslutet"],"Invalid Bluesky handle":["Ogiltigt Bluesky-handtag"],"Please provide an app password to fix the connection.":["Ange ett lösenord för appen för att åtgärda anslutningen."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Ett applösenord krävs för att säkert ansluta ditt konto. Applösenordet skiljer sig från ditt kontolösenord. Du kan <link>generera det i Bluesky<\/link>."],"App password":["Applösenord"],"You can find the handle in your Bluesky profile.":["Du kan hitta handtaget i din Bluesky-profil."],"Bluesky handle":["Bluesky-handtag"],"You can find the handle in your Mastodon profile.":["Du kan hitta handtaget i din Mastodon-profil."],"Mastodon handle":["Mastodon-handtag"],"The handle of a social media account.\u0004Handle":["Handtag"],"Actions":["Åtgärder"],"Status":["Status"],"Social media connection\u0004This connection has been reconnected or removed.":["Den här anslutningen har återanslutits eller tagits bort."],"Social media connection\u0004This connection has been removed.":["Denna anslutning har tagits bort."],"Please refresh and check again in a few minutes.":["Uppdatera och kolla igen om ett par minuter."],"Edit and preview your social post before sharing.":["Redigera och förhandsgranska ditt sociala inlägg före delning."],"Connection disabled":["Anslutning inaktiverad"],"Connection enabled":["Anslutning aktiverad"],"Failed":["Misslyckades"],"The sharing is successful\u0004Shared":["Delad"],"Sharing failed with the following message:":["Delning misslyckades med följande meddelande:"],"Sharing status":["Delningsstatus"],"View sharing history":["Visa delningshistorik"],"The request to share your post is still in progress.":["Begäran att dela ditt inlägg behandlas fortfarande."],"Your post was not shared.":["Ditt inlägg delades inte."],"Your post was shared.":["Ditt inlägg delades."],"Review status and try again":["Granska status och försök igen"],"Your post was unable to be shared to %d connection.":["Ditt inlägg kunde inte delas till %d anslutning.","Ditt inlägg kunde inte delas till %d anslutningar."],"Sharing to your social media…":["Delar till dina sociala medier …"],"Write a custom message for your social audience here. This message will override your social post content.":["Skriv ett anpassat meddelande här för din publik på sociala medier. Meddelandet kommer att åsidosätta innehållet i dina sociala inlägg."],"Invalid media":["Ogiltig media"],"Invalid dimensions":["Ogiltiga dimensioner"],"Video too short":["Videoklippet är för kort"],"Video too long":["Videoklippet är för långt"],"File too big":["Fil för stor"],"Social Preview":["Förhandsvisning för sociala medier"],"Preview social posts":["Förhandsgranska sociala inlägg"],"Please fix the broken connections or disconnect them to create more connections.":["Åtgärda de skadade anslutningarna eller koppla ifrån dem för att skapa fler anslutningar."],"Fix social media connection\u0004Fix connection":["Åtgärda anslutning"],"Fix the social media connections\u0004Fix connections":["Åtgärda anslutningar"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Vill du dela till andra nätverk? Använd vår funktion Manuell delning från redigeraren."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Du kan använda vår funktion <link>Manuell delning<\/link> i stället."],"Threads profile image":["Threads-profilbild"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Förhandsgranskning av Threads-länk kräver att en bild ställs in för inlägget. Lägg till en bild för att se förhandsgranskningen."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Threads."],"This is what your social post will look like on Threads:":["Så här kommer ditt sociala inlägg att se ut på Threads:"],"Failed to save image to library.":["Misslyckades att spara bild till bibliotek."],"Failed to download image.":["Misslyckades att ladda ner bild."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Spara till mediabibliotek"],"Saving the file to media library\u0004Saving…":["Sparar …"],"Save the generated image to your media library.":["Spara den genererade bilden i ditt mediabibliotek."],"Image saved to media library.":["Bilden har sparats i mediabiblioteket."],"Add Threads connection":["Lägg till Threads-anslutning"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Öka din närvaro på sociala medier genom att dela dina inlägg automatiskt till Threads."],"Share posts to your Threads feed.":["Dela inlägg till ditt Threads-flöde."],"Broken connection":["Bruten anslutning","Brutna anslutningar"],"Attached Media":["Bifogad media"],"This platform is no longer supported.":["Den här plattformen stöds inte längre."],"Updating account":["Uppdaterar konto"],"Error updating account.":["Det gick inte att uppdatera kontot."],"Account updated successfully.":["Kontot har uppdaterats."],"Error connecting account.":["Det gick inte att ansluta kontot."],"%s account connected successfully.":["%s-kontot har anslutits."],"Error disconnecting account.":["Ett fel inträffade när kontot skulle frånkopplas."],"Account disconnected successfully.":["Kontot har frånkopplats."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["För att dela till Mastodon, ange ditt Mastodon-användarnamn nedan och klicka sedan på Anslut."],"Share with your network.":["Dela med ditt nätverk."],"Add Tumblr connection":["Lägg till Tumblr-anslutning"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Anslut<\/strong> för att automatiskt dela inlägg till din Tumblr-blogg."],"Share to your Tumblr blog.":["Dela på din Tumblr-blogg."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Håll kontakt<\/strong> med vänner, grannar och lokala företag genom att automatiskt dela dina inlägg till Nextdoor."],"Share on communities":["Dela på communities"],"Add LinkedIn connection":["Lägg till LinkedIn-anslutning"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Anslut<\/strong> för att automatiskt dela inlägg med dina LinkedIn-anslutningar."],"Share with your LinkedIn community.":["Dela med din LinkedIn-community."],"Add Instagram photo":["Lägg till Instagram-foto"],"Learn how to convert & link your Instagram account.":["Läs om hur du konverterar och länkar ditt Instagram-konto."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>När du klickar på \"Anslut\" kommer du att bli ombedd att <strong>logga in på Facebook<\/strong>. Om ditt Instagram Business-konto inte är listat, se till att det är länkat till en Facebook-sida.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Ditt Instagram Business-konto måste vara länkat till en Facebook-sida."],"You must have an Instagram Business account.":["Du måste ha ett Instagram Business-konto."],"Requirements for connecting Instagram:":["Krav för att ansluta Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Öka engagemanget och spara tid genom att automatiskt dela bilder till Instagram när du publicerar blogginlägg."],"Share to your Instagram Business account.":["Dela till ditt Instagram Business-konto."],"Add Facebook connection":["Lägg till Facebook-anslutning"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Anslut<\/strong> för att automatiskt dela inlägg på din Facebook-sida."],"Share to your pages":["Dela till dina sidor"],"This Mastodon account is already connected":["Det här Mastodon-kontot är redan anslutet"],"Invalid Mastodon username":["Ogiltigt Mastodon-användarnamn"],"%d connections":["%d anslutningar"],"This connection is added by a site administrator.":["Den här anslutningen läggs till av en webbplatsadministratör."],"Connect more":["Anslut fler"],"Manage Jetpack Social connections":["Hantera Jetpack Social-anslutningar"],"Connection confirmation":["Anslutningsbekräftelse"],"Already connected":["Har redan anslutits"],"No accounts\/pages found.":["Inga konton\/sidor hittades."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Inga fler konton\/sidor hittades."],"You can change this later.":["Du kan ändra detta senare."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Om detta är aktiverat kommer anslutningen att vara tillgänglig för alla administratörer, redaktörer och författare."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Välj det konto som du vill ansluta. Alla dina nya blogginlägg kommer automatiskt att delas med detta konto. Du kan ändra det här alternativet i redigerarens sidopanel när du skriver ett inlägg."],"Please select an account to connect.":["Välj ett konto att ansluta."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Lås upp utökade funktioner för mediadelning."],"Reconnect a social media account\u0004Reconnect":["Anslut igen"],"Mark the connection as shared":["Markera anslutningen som delad"],"Disconnect a social media account\u0004Disconnect":["Koppla från"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Är du säker på att du vill koppla från <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Aktivera de konton på sociala medier där du vill dela ditt inlägg igen och klicka sedan på knappen \"Dela inlägg\" nedan."],"Click on the social icons below to control where you want to share your post.":["Klicka på de sociala ikonerna nedan om du vill kontrollera vart du vill dela ditt inlägg."],"You must connect your WordPress.com account to be able to add social media connections.":["Du måste ansluta ditt WordPress.com-konto för att kunna lägga till anslutningar till sociala medier."],"Sharing is disabled because there are no social media accounts connected.":["Delning är inaktiverad eftersom det inte finns några anslutna sociala medier-konton."],"Bluesky":["Bluesky"],"Manage connections":["Hantera anslutningar"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Klicka bara på de sociala ikonerna eller på ikonen \"Kopiera till urklipp\", så formaterar vi ditt innehåll för delning."],"Manual sharing":["Manuell delning"],"This post will be shared to %d connection.":["Detta inlägg kommer att delas till %d anslutning.","Detta inlägg kommer delas till %d anslutningar."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Nextdoor."],"This is what your social post will look like on Nextdoor:":["Så här kommer ditt sociala inlägg att se ut på Nextdoor:"],"Neighborhood":["Grannskap"],"Share on %s":["Dela på %s"],"Copy to clipboard":["Kopiera till urklipp"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Aktivera funktionen Jetpack Social för att ansluta din webbplats till de sociala medier du använder."],"Button label that opens the social previews modal\u0004Preview":["Förhandsgranska"],"Templates":["Mallar"],"Custom Header":["Anpassat sidhuvud"],"Open the Social Image Generator settings":["Öppna inställningarna för den sociala bildgeneratorn"],"Heading for the generated preview image\u0004Preview":["Förhandsgranska"],"You need a featured image to share to Instagram.":["Du behöver en utvald bild att dela till Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Dela till Instagram genom att lägga till en bild\/video eller aktivera Sociala bild-generatorn."],"Leave a Review":["Lämna en recension"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Lämna en recension och låt andra få veta hur enkelt det kan vara att få upp inlägg på sociala medier."],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Jetpack Social delar dina inlägg till dina anslutna konton på sociala medier på nolltid."],"Presto! %s":["Presto! %s"],"The selected media cannot be shared to some social media platforms.":["Det valda mediet kan inte delas till vissa sociala medieplattformar."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på X."],"This is what your social post will look like on X:":["Så här kommer ditt sociala inlägg att se ut på X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Tumblr."],"This is what your social post will look like on Tumblr:":["Så här kommer ditt sociala inlägg att se ut på Tumblr:"],"Reblog":["Reblogga"],"0 notes":["0 anteckningar"],"View On WordPress":["Visa på WordPress"],"Tumblr preview thumbnail":["Förhandsgranskniningsminiatyr för Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Mastodon."],"This is what your social post will look like on Mastodon:":["Så här kommer ditt sociala inlägg att se ut på Mastodon:"],"anonymous-user":["anonym-användare"],"Mastodon preview thumbnail":["Förhandsgranskniningsminiatyr för Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på LinkedIn."],"This is what your social post will look like on LinkedIn:":["Så här kommer ditt sociala inlägg att se ut på LinkedIn:"],"%d min read":["%d minuters läsning"],"1st":["1:a"],"View one comment":["Visa en kommentar"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Så här kommer det att se ut när någon delar länken till ditt WordPress-inlägg på Facebook."],"Link preview":["Förhandsgranska länk"],"This is what your social post will look like on Facebook:":["Så här kommer ditt sociala inlägg att se ut på Facebook:"],"Your post":["Ditt inlägg"],"Just now":["Just nu"],"1h":["1 timme"],"Anonymous User":["Anonym användare"],"Facebook Preview Thumbnail":["Förhandsgranskniningsminiatyr för Facebook"],"Job Title (Company Name)":["Jobbtitel (företagsnamn)"],"Dismiss notice":["Avfärda notis"],"Connect now":["Anslut nu"],"Pick the %s template":["Välj %s-mallen"],"Generated preview":["Genererad förhandsgranskning"],"By default the post title is used for the image. You can use this field to set your own text.":["Som standard används inläggsrubriken för bilden. Du kan använda det här fältet för att ange din egen text."],"Social Image is disabled for this post.":["Social bild är inaktiverat för detta inlägg."],"Enable Social Image":["Aktivera social bild"],"Add a custom image":["Lägg till en anpassad bild"],"No Image":["Ingen bild"],"Custom Image":["Anpassad bild"],"Image Type":["Bildtyp"],"Social Image Generator":["Generator för social bild"],"Choose Image":["Välj bild"],"Arrow right":["Pil höger"],"Arrow left":["Pil vänster"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Felsökningstips"],"Learn photo and video best practices":["Lär dig de bästa foto- och videometoderna"],"Choose a visual to accompany your post.":["Välj en bild som ska åtfölja ditt inlägg."],"Add an image or video":["Lägg till en bild eller ett videoklipp"],"Remove media":["Ta bort media"],"Choose Media":["Välj media"],"Close.":["Stäng."],"New":["Nyheter"],"Magnifying Glass":["Förstoringsglas"],"Share Your Content Again":["Dela ditt innehåll igen"],"Re-sharing your content":["Dela ditt innehåll igen"],"Share when publishing":["Dela vid publicering"],"Connection":["Anslutning"],"More information.":["Mer information."],"This feature is for sites with a %s plan.":["Den här funktionen är tillgänglig för webbplatser med ett %s-paket."],"To re-share a post, you need to upgrade to the %s plan":["För att dela ett inlägg igen behöver du uppgradera till %s-paketet"],"Upgrade now":["Uppgradera nu"],"paid":["betald"],"Use this tool to share your post on all your social media accounts.":["Använd det här verktyget för att dela ditt inlägg på alla dina sociala medier-konton."],"Start sharing your posts by connecting your social media accounts.":["Börja dela dina inlägg genom att ansluta dina sociala medier-konton."],"You must publish your post before you can share it.":["Du måste publicera ditt inlägg innan du kan dela det."],"Unable to share the Post":["Det gick inte att dela inlägget"],"Jetpack Logo":["Jetpack-logga"],"Dismiss":["Avfärda"],"Retry":["Försök igen"],"Twitter profile image":["Twitter-profilbild"],"Account Name":["Kontonamn"],"Social Previews":["Förhandsvisning av sociala medier"],"Preview what this will look like on social networks and Google search.":["Förhandsgranska hur detta kommer att se ut på sociala nätverk och i Google-sökningar."],"Open Social Previews":["Öppna Förhandsvisning av sociala medier"],"Google Search":["Google-sökning"],"Redirecting…":["Omdirigerar …"],"Upgrade your plan to upload audio":["Uppgradera ditt paket för att ladda upp ljud"],"Upgrade your plan to use video covers":["Uppgradera ditt paket för att använda videocovers"],"Has a video.":["Har en video."],"Tag":["Etikett"],"Post":["Publicera"],"Page":["Sida"],"Has an image.":["Har en bild."],"Has multiple images.":["Har flera bilder."],"Toggle search filters.":["Aktivera sökfilter."],"Matching comment.":["Matchande kommentar."],"Show filters":["Visa filter"],"Is a product.":["Är en produkt."],"Is an event.":["Är en händelse."],"Has audio.":["Har ljud."],"Disconnecting…":["Kopplar från …"],"Connecting…":["Ansluter …"],"Schedule":["Schemalägg"],"Confirm":["Bekräfta"],"Share this post":["Dela detta inlägg"],"%d character remaining":["%d tecken återstår","%d tecken återstår"],"Connect an account":["Anslut ett konto"],"(opens in a new tab)":["(öppnas i en ny flik)"],"Activate Jetpack Social":["Aktivera Jetpack Social"],"Help":["Hjälp"],"View":["Visa"],"Copied!":["Kopierad!"],"WhatsApp":["WhatsApp"],"Information.":["Information."],"Featured Image":["Utvald bild"],"Learn more":["Lär dig mer"],"Delete":["Ta bort"],"Category":["Kategori"],"Time":["Tid"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Stäng"],"Share":["Dela"],"Connect":["Anslut"],"Save":["Spara"],"Reply":["Svara"],"Like":["Gilla"],"Cancel":["Avbryt"],"Yes":["Ja"],"Message":["Meddelande"],"Comment":["Kommentar"],"Visit the post for more.":["Besök inlägget om du vill veta mer."],"Edit":["Redigera"],"Connected":["Ansluten"],"Settings":["Inställningar"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}