{"translation-revision-date":"2025-06-26 11:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"It appears that the backups have been manually deactivated for the site.":["Görünüşe göre site için yedeklemeler manuel olarak devre dışı bırakılmış."],"Grow your audience. Speed up your site. Secure it.":["Kitlenizi genişletin. Sitenizi hızlandırın. Güvence altına alın."],"Jetpack Essentials":["Temel Jetpack Özellikleri"],"Overview":["Genel görünüm"],"Manage and explore Jetpack products that boost growth, performance, and security.":["Büyümeyi, performansı ve güvenliği artıran Jetpack ürünlerini yönetin ve keşfedin."],"Debug information":["Hata ayıklama bilgileri"],"All Jetpack modules":["Tüm Jetpack modülleri"],"Useful links":["Faydalı bağlantılar"],"We are the people behind WordPress.com, WooCommerce, Jetpack, Simplenote, and more. We believe in making the web a better place.":["Biz; WordPress.com, WooCommerce, Jetpack, Simplenote ve daha fazla projenin arkasındaki insanlarız. İnternet'i daha iyi bir yer haline getirmeyi amaçlıyoruz."],"Real humans. Real support.":["Gerçek insanlar. Gerçek destek."],"Explore our Help Center":["Yardım Merkezimizi Keşfedin"],"Browse our expert guides to get help with setup, features, and troubleshooting.":["Kurulum, özellikler ve sorun giderme konularında yardım almak için uzman kılavuzlarımıza göz atın."],"Need assistance?":["Yardıma mı ihtiyacınız var?"],"Want to test Jetpack features locally or add Featured Content and Social Links to your theme? Start here.":["Jetpack özelliklerini yerel olarak test etmek veya temanıza Öne Çıkan İçerik ve Sosyal Bağlantılar eklemek mi istiyorsunuz? Buradan başlayın."],"Jetpack for developers":["Geliştiriciler için Jetpack"],"Having trouble with Jetpack? Check out recommended steps to fix common problems.":["Jetpack ile ilgili sorun mu yaşıyorsunuz? Yaygın sorunları çözmek için önerilen adımlara göz atın."],"Troubleshooting":["Sorun Giderme"],"Have a question? Our AI Assistant can help, or connect you to our support team.":["Sorunuz mu var? Yapay Zeka Asistanımız size yardımcı olabilir veya sizi bir destek ekibine bağlayabilir."],"A site admin will need to connect their account before you can connect yours.":["Hesabınızı bağlayabilmeniz için önce site yöneticisinin hesabını bağlaması gerekir."],"Connect your account to unlock all the features.":["Tüm özelliklerin kilidini açmak için hesabınızı bağlayın."],"Everything looks good.":["Her şey iyi görünüyor."],"Site and account connected":["Site ve hesap bağlandı"],"Connect my account":["Hesabımı bağla"],"Connected as owner: %1$s (%2$s)":["Sahibi olarak bağlanıldı: %1$s (%2$s)"],"Automattic for Agencies is the ultimate partnership to access agency pricing, referral earnings, partner badges, and powerful tooling for agencies using WordPress.com, Pressable, WooCommerce, Jetpack, and more. Joining is free.":["Automattic for Agencies; WordPress.com, Pressable, WooCommerce, Jetpack ve daha fazlasını kullanan ajanslar için ajans fiyatlandırmasına, yönlendirme kazançlarına,iş ortağı rozetlerine ve güçlü araçlara erişim için en iyi iş ortağıdır. Katılmak ücretsizdir."],"Are you an agency or freelancer?":["Bir ajans veya serbest çalışan mısınız?"],"Price description representing \"per month\" price\u0004\/month":["\/ay"],"Your site goes wherever you go":["Siteniz sizinle birlikte her yere gider"],"Make your site faster and more user-friendly by boosting loading speeds and SEO in seconds.":["Yükleme hızlarını ve SEO'yu saniyeler içinde artırarak sitenizi daha hızlı ve kullanıcı dostu hale getirin."],"Make your site super fast":["Sitenizi süper hızlı hale getirin"],"In a few hours you’ll see detailed insights on who’s visiting your site and where they’re coming from.":["Birkaç saat içinde sitenizi kimin ziyaret ettiği ve bu kişilerin nereden geldiği hakkında ayrıntılı bilgiler göreceksiniz."],"Simple, yet powerful stats":["Basit ama güçlü istatistikler"],"Welcome to Jetpack":["Jetpack'e hoş geldiniz"],"Supercharge my site":["Sitemi güçlendirin"],"Supercharge your WordPress site with powerful security, speed, and growth tools.":["Güçlü güvenlik, hız ve büyüme araçlarıyla WordPress sitenizi güçlendirin."],"We noticed a possible issue with your account connection that might lead to connection issues.":["Hesap bağlantınızda bağlantı sorunlarına neden olabilecek olası bir sorun fark edildi."],"Multidisciplinary Designer":["Çok Disiplinli Tasarımcı"],"A decrease of %s since the previous period.":["Önceki dönemden beri %s azaldı."],"An increase of %s since the previous period.":["Önceki dönemden beri %s arttı."],"A decrease of %1$s or %2$s since the previous period.":["Önceki dönemden beri %1$s veya %2$s azaldı."],"An increase of %1$s or %2$s since the previous period.":["Önceki dönemden beri %1$s veya %2$s arttı."],"No change since the previous period.":["Önceki dönemden beri değişiklik yok."],"%s like":["%s beğeni","%s beğeni"],"%s visitor":["%s ziyaretçi","%s ziyaretçi"],"%s view":["%s görüntüleme","%s görüntüleme"],"Your website’s overall speed score decreased by %s.":["Web sitenizin genel hız puanı %s kadar azaltıldı."],"Your website’s overall speed score increased by %s.":["Web sitenizin genel hız puanı %s kadar artırıldı."],"Your website’s overall speed score is %1$s, or %2$s out of 100.":["Web sitenizin genel hız puanı %1$s ya da 100 üzerinden %2$s."],"Start with Jetpack for free":["Jetpack'i ücretsiz kullanmaya başlayın"],"By continuing you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site’s data<\/shareDetailsLink> with us. We’ll check if that email is linked to an existing WordPress.com account or create a new one instantly.":["Devam ederek <tosLink>Hizmet Şartlarımızı<\/tosLink> kabul ettiğinizi ve <shareDetailsLink>sitenizin verilerini bize senkronize ettiğinizi<\/shareDetailsLink> kabul edersiniz. Bu e-postanın mevcut bir WordPress.com hesabına bağlı olup olmadığını kontrol edeceğiz veya anında yeni bir hesap oluşturacağız."],"Density option for DataView layout\u0004Compact":["Kompakt"],"Density option for DataView layout\u0004Balanced":["Dengeli"],"Density option for DataView layout\u0004Comfortable":["Rahat"],"Density":["Yoğunluk"],"Hide column":["Sütunu gizle"],"Move right":["Sağa taşı"],"Move left":["Sola taşı"],"Table":["Tablo"],"Preview size":["Önizleme boyutu"],"Navigate to item":["Öğeye git"],"field\u0004Edit %s":["Düzenle: %s"],"Select item":["Öğeyi seç"],"Sort descending":["Azalan düzende sırala"],"Sort ascending":["Artan düzende sırala"],"Is not all":["Şunların tümü değildir"],"Is all":["Şunların tümüdür"],"Is none":["Şunların hiçbiri değildir"],"Is any":["Şunların herhangi biridir"],"Is not":["Şu değildir"],"Is":["Şudur"],"Properties":["Özellikler"],"View is used as a noun\u0004View options":["Görüntüleme seçenekleri"],"Hidden":["Gizli"],"field\u0004Show %s":["Şunu göster: %s"],"field\u0004Hide %s":["Şunu gizle: %s"],"Move %s down":["%s aşağı taşı"],"This field can't be moved down":["Bu alan aşağıya taşınamaz"],"Move %s up":["%s yukarı çıkar"],"This field can't be moved up":["Bu alan yukarıya taşınamaz"],"Items per page":["Sayfa başına öğe sayısı"],"Next page":["Sonraki sayfa"],"Previous page":["Önceki sayfa"],"Current page":["Geçerli sayfa"],"paging\u0004<div>Page<\/div>%1$s<div>of %2$s<\/div>":["<div>Sayfa<\/div>%1$s<div>\/%2$s<\/div>"],"Page %1$s of %2$s":["Sayfa %1$s\/%2$s"],"Search items":["Öğe arayın"],"List of: %1$s":["Liste: %1$s"],"verb\u0004Filter":["Filtrele"],"Conditions":["Koşullar"],"Unknown status for %1$s":["%1$s durumu bilinmiyor"],"<Name>%1$s is not: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şu değildir: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şudur: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is not all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şunların tümü değildir: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şunların tümüdür: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is none: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şunların hiçbiri değildir: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is any: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s şunların herhangi biridir: <\/Name><Value>%2$s<\/Value>"],"Reset":["Sıfırla"],"Filter by: %1$s":["Filtreleme ölçütü %1$s"],"Add filter":["Filtre ekle"],"%d Item":["%d Ürün","%d Ürün"],"%d Item selected":["%d Öğe seçildi","%d Öğe seçildi"],"Select all":["Tümünü seç"],"Deselect all":["Tüm seçimleri kaldır"],"Plugins installed successfully!":["Eklentiler başarıyla yüklendi!"],"Installing and activating %s…":["%s yükleniyor ve etkinleştiriliyor…"],"Needs activation":["Etkinleştirilmesi gerekiyor"],"Needs installation and activation":["Yüklenmesi ve etkinleştirilmesi gerekiyor"],"Activate %1$s in one click":["%1$s ürününü tek tıkla etkinleştirin"],"Install and activate %1$s in one click":["%1$s ürününü tek tıkla yükleyin ve etkinleştirin"],"Install and\/or activate %1$s in one click":["%1$s ürününü tek tıkla yükleyin ve\/veya etkinleştirin"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you activate the following %2$s:":["<link>Ücretli %1$s aboneliğinizden<\/link> en iyi şekilde yararlanmak ve tüm özelliklerine erişmek için şu %2$s etkinleştirmenizi öneririz:"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and activate the following %2$s:":["<link>Ücretli %1$s aboneliğinizden<\/link> en iyi şekilde yararlanmak ve tüm özelliklerine erişmek için şu %2$s yüklemenizi ve etkinleştirmenizi öneririz:"],"plugin":["eklentiyi","eklentileri"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and\/or activate the following %2$s:":["<link>Ücretli %1$s aboneliğinizden<\/link> en iyi şekilde yararlanmak ve tüm özelliklerine erişmek için şu %2$s yüklemenizi ve\/veya etkinleştirmenizi öneririz:"],"Some plugins need to be activated":["Bazı eklentilerin etkinleştirilmesi gerekiyor"],"Some plugins need to be installed":["Bazı eklentilerin yüklenmesi gerekiyor"],"Some plugins need to be installed and\/or activated":["Bazı eklentilerin yüklenmesi ve\/veya etkinleştirilmesi gerekiyor"],"Plugin activation needed":["Eklentinin etkinleştirilmesi gerekiyor"],"Plugin installation needed":["Eklentinin yüklenmesi gerekiyor"],"Plugin installation and activation needed":["Eklentinin yüklenmesi ve etkinleştirilmesi gerekiyor"],"Options reset! Have fun messing them up again :-)":["Seçenekler sıfırlandı! Bunları yeniden dilediğiniz gibi kullanın :-)"],"There was a problem installing and activating %s.":["%s yüklenip etkinleştirilirken bir sorun yaşandı."],"%s installed successfully!":["%s başarıyla yüklendi!"],"There was a problem activating %s.":["%s etkinleştirilirken bir sorun yaşandı."],"%s activated successfully!":["%s başarıyla etkinleştirildi!"],"Discover Jetpack AI":["Jetpack AI'ı Keşfedin"],"Auto-Firewall is disabled as your hosting provider already includes a built-in firewall with similar rules for your site.":["Barındırma sağlayıcınız siteniz için zaten benzer kurallara sahip yerleşik bir güvenlik duvarına sahip olduğundan Otomatik Güvenlik Duvarı devre dışı bırakıldı."],"Reset Options":["Seçenekleri Sıfırla"],"Button for option to reset Jetpack Options\u0004Reset Options (dev only)":["Sıfırlama Seçenekleri (yalnızca geliştirme için)"],"Visit the %s dashboard to view threat details, auto-fix threats, and keep your site safe.":["Tehdit ayrıntılarını görüntülemek, tehditleri otomatik olarak gidermek ve sitenizi güvenli tutmak için %s panosunu ziyaret edin."],"We’ve detected some security threats that need your attention.":["İlgilenmeniz gereken bazı güvenlik tehditleri tespit edildi."],"%s found threats on your site":["%s sitenizde tehditler buldu"],"%s error":["%s hata"],"Backup has encountered a general system error and was unable to complete the last backup attempt.":["Backup genel bir sistem hatasıyla karşılaştı ve son yedekleme denemesini tamamlayamadı."],"Backup system error":["Backup sistem hatası"],"Backup is deactivated":["Backup devre dışı bırakıldı"],"Backup was unable to access your site during the last backup attempt. This could be due to networking issues, a block from your host, or other server issues.":["Backup, son yedekleme denemesi sırasında sitenize erişemedi. Bunun nedeni ağ sorunları, sunucunuzdan bir blok veya diğer sunucu sorunları olabilir."],"Site unavailable":["Site kullanılamıyor"],"Although the site appears to be up and accessible, Backup still encountered an error during the last backup attempt.":["Siteniz hazır ve erişilebilir görünse de Backup yine de son yedekleme denemesi sırasında bir hatayla karşılaştı."],"Although the site appears to be up and accessible, and remote server credentials are set, Backup still encountered an error during the last backup attempt.":["Siteniz hazır ve erişilebilir görünse ve uzak sunucu kimlik bilgileri ayarlanmış olsa da Backup yine de son yedekleme denemesi sırasında bir hatayla karşılaştı."],"Backup error":["Backup hatası"],"There appears to be some issue with the Atomic API or a networking type issue. Please try again shortly to see if the issue has resolved.":["Görünüşe göre Atomic API'siyle ilgili bir sorun veya ağ türü sorunu var. Lütfen sorunun çözülüp çözülmediğini görmek için kısa süre içinde yeniden deneyin."],"No credentials (Atomic)":["Kimlik bilgisi yok (Atomic)"],"No remote server credentials were found. Please add your website’s server credentials in Backup settings so Backup can fully function properly.":["Uzak sunucu kimlik bilgileri bulundu. Lütfen Backup'ın düzgün şekilde tamamen çalışması için Backup ayarlarında web sitenizin sunucu kimlik bilgilerini ekleyin."],"No credentials found":["Kimlik bilgisi bulunamadı"],"The VaultPress API could not recognize the site ID associated with your site, or multiple site ID’s are associated with the same site domain.":["VaultPress API'si sitenizle ilişkili site kimliğini tanıyamadı veya birden fazla site kimliği aynı site alan adıyla ilişkili."],"No site record":["Site kaydı yok"],"Backup can’t be activated on multi-site installations, neither the network site or its sub-sites.":["Backup, ne ağ sitesinde ne de alt sitelerinde çoklu site kurulumlarında etkinleştirilemiyor."],"Multi-site not supported":["Çoklu site desteklenmiyor"],"Backup doesn’t currently support the host that the site is hosted on.":["Backup sitenin şu anda barındırıldığı sunucuyu desteklemiyor."],"Host not supported":["Sunucu desteklenmiyor"],"We’ve detected VaultPress is currently active on the site, and we can automatically transfer it over to Jetpack Backup (Rewind), but you will need to trigger the transfer manually.":["VaultPress'in şu anda sitede etkin olduğunu tespit ettik ve bunu otomatik olarak Jetpack Backup'a (Geri Sarma) aktarabiliriz ancak aktarmayı manuel olarak tetiklemeniz gerekir."],"Transfer VaultPress":["VaultPress'i Aktarın"],"We’ve detected VaultPress is currently active on the site. VaultPress and Jetpack Backup cannot run simultaneously. In order to activate Jetpack Backup, you will first need to deactivate VaultPress.":["VaultPress'in şu anda sitede etkin olduğunu tespit ettik. VaultPress ve Jetpack Backup aynı anda çalışamaz. Jetpack Backup'ı etkinleştirmek için öncelikle VaultPress'i devre dışı bırakmanız gerekir."],"Backup plugin conflict":["Yedekleme eklentisi çakışması"],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly, although successful Backups may still appear in the logs.":["Site bağı görünmüyor. Başarılı Yedeklemeler yine de günlüklerde görünebilse de Backup'ın düzgün şekilde çalışması için etkin bir Jetpack bağlantısı olması gereklidir."],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly.":["Site bağı görünmüyor. Backup'ın düzgün şekilde çalışması için etkin bir Jetpack bağlantısı olması gereklidir."],"The site does not appear to have a valid Backup plan. Please purchase a Backup plan in order activate the features of Jetpack Backup.":["Sitenin geçerli bir Backup paketinin olmadığı görünüyor. Jetpack Backup'ın özelliklerini etkinleştirmek için lütfen bir Backup paketi satın alın."],"Missing Backup plan":["Backup paketi eksik"],"To keep everything running smoothly, renew your plan today!":["Her şeyin sorunsuz ilerlemesi için paketinizi hemen yenileyin!"],"Your %1$s subcription will be expiring soon on %2$s, and the paid features for this product will no longer be available.":["%1$s aboneliğiniz yakında, %2$s tarihinde sona erecek ve bu ürünün ücretli özellikleri artık kullanılamayacak."],"Don’t worry—you can resume your plan anytime to restore your access to the upgraded features.":["Endişelenmeyin, yükseltilmiş özelliklere erişiminizi geri yüklemek için dilediğiniz zaman paketinizi devam ettirebilirsiniz."],"Your %1$s subcription has expired. The paid features are no longer available.":["%1$s aboneliğinizin süresi doldu. Ücretli özellikler artık kullanılamaz."],"Renew your plan by %1$s to continue to have access to the paid features of these products.":["Bu ürünlerde ücretli özelliklere erişmeye devam etmek için paketinizi %1$s tarihine kadar yenileyin."],"But don’t worry—you can resume your plan to restore your access to your plan’s paid features.":["Endişelenmeyin, paketin ücretli özelliklerine erişiminizi geri yüklemek için paketinizi devam ettirebilirsiniz."],"Since your %1$s plan is expired, the paid features for these products are no longer available for your site.":["%1$s paketinizin süresi dolduğundan sitenizde bu ürünlerin ücretli özellikleri artık kullanılamaz."],"%1$s provides paid features for the following products:":["%1$s şu ürünler için ücretli özellikler sağlar:"],"To keep everything running smoothly, renew your plan by %1$s!":["Her şeyin sorunsuz ilerlemesi için paketinizi %1$s tarihine kadar yenileyin!"],"Your videos will soon stop showing for your viewers, and you won’t be able to upload new content.":["Yakın zamanda videolarınız görüntüleyenlere gösterilmeyi bırakacak ve yeni içerik yükleyemeyeceksiniz."],"Don’t worry—you can resume your plan anytime to restore your video library and continue uploading.":["Endişelenmeyin, video kitaplığınızı geri yüklemek ve içerik yüklemeye devam etmek için dilediğiniz zaman paketinizi devam ettirebilirsiniz."],"Your videos are no longer visible to your viewers, and you won’t be able to upload new content.":["Videolarınız artık görüntüleyenlere gösterilmiyor ve yeni içerik yükleyemeyeceksiniz."],"Heads up! Your %1$s plan is about to expire":["Dikkat! %1$s paketinizin süresi dolmak üzere"],"Your %1$s plan has expired":["%1$s paketinizin süresi doldu"],"Read troubleshooting guide":["Sorun giderme kılavuzunu okuyun"],"The last backup attempted on %1$s was unsuccessful.":["%1$s tarihinde denenen son yedekleme başarısız oldu."],"Oops! We couldn’t back up your site":["Üzgünüz! Sitenizi yedekleyemedik"],"The last scan identified %1$s. But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%2$s dashboard<\/a> to view more details.":["En son tarama %1$s tespit etti. Ancak endişelenmeyin, Protect genellikle çoğu durumda tehditleri \"Otomatik olarak düzeltebilir\". Daha fazla ayrıntı görmek için <a>%2$s panosunu<\/a> ziyaret edin."],"%d threat":["%d tehdit","%d tehdit"],"The last scan identified %1$s (%2$d critical). But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%3$s dashboard<\/a> to view more details.":["En son tarama %1$s (%2$d kritik) tespit etti. Ancak endişelenmeyin, Protect genellikle çoğu durumda tehditleri \"Otomatik olarak düzeltebilir\". Daha fazla ayrıntı görmek için <a>%3$s panosunu<\/a> ziyaret edin."],"Check out our troubleshooting guide.":["Sorun giderme kılavuzumuza göz atın."],"Check out our troubleshooting guide or contact your hosting provider to resolve the issue.":["Sorun giderme kılavuzumuza göz atın veya sorunu çözmek için barındırma sağlayıcınızla iletişime geçin."],"The last backup attempt failed.":["Son yedekleme denemesi başarısız oldu."],"Needs attention":["İlgilenilmesi gerekiyor"],"Fix threats":["Tehditleri giderin"],"Troubleshoot":["Sorun giderme"],"Resume subscription":["Aboneliği devam ettir"],"Expires on %1$s":["%1$s tarihinde sona erecek"],"Managed by: %1$s":["Yöneten: %1$s"],"Expiring soon on %1$s":["Yakında, %1$s tarihinde sona erecek"],"Site connection failed. Please try again.":["Site bağlantısı başarısız oldu. Lütfen tekrar deneyin."],"Hang tight while we personalize recommendations to suit your style.":["Önerileri tarzınıza uyacak şekilde kişiselleştirirken sıkı tutunuz."],"Crafting your unique journey":["Benzersiz deneyiminiz oluşturuluyor"],"You’re connected and ready to fly!":["Bağlandınız ve harekete geçmeye hazırsınız!"],"Jetpack is connected %s":["Jetpack bağlandı %s"],"Getting things ready in the background — almost there!":["Arka planda her şeyi hazırlıyoruz, tamamlanmak üzere!"],"Connecting Jetpack":["Jetpack'e bağlanıyor"],"Expired plan":["Süresi dolan paket"],"Expires soon":["Süresi dolmak üzere"],"Resume my plan":["Paketimi devam ettir"],"Renew my plan":["Paketimi yenile"],"Actions":["İşlemler"],"Wait for %d days to reset your limit, per our <link>fair usage<\/link> policy.":["<link>Adil kullanım<\/link> politikamız gereği limitinizin sıfırlanması için %d gün bekleyin."],"* Limits apply for high request capacity. <link>Learn more about it here<\/link>.":["* Yüksek istek kapasitesi için sınırlamalar geçerlidir. <link>Burada daha fazla bilgi edinin<\/link>."],"User connected.":["Kullanıcı bağlandı."],"User connected (Owner).":["Kullanıcı bağlandı (Sahip)."],"This Jetpack plan doesn’t work with Multisite WordPress setups. Please use it on a single-site installation or consider canceling for a refund.":["Bu Jetpack paketi, Çoklu Site WordPress kurulumlarıyla çalışmıyor. Lütfen bunu tek bir site kurulumunda kullanın veya para iadesi için iptal etmeyi göz önünde bulundurun."],"We’re sorry, %s is not compatible with multisite WordPress installations at this time.":["Maalesef %s şu anda çoklu site WordPress kurulumları ile uyumlu değil."],"Please take a moment to check the license key from your purchase confirmation email—it might have a small typo.":["Lütfen satın alma onay e-postanızdaki lisans anahtarını kontrol etmek için bir dakikanızı ayırın, küçük bir yazım hatası olabilir."],"Unable to validate this license key.":["Bu lisans anahtarı doğrulanamadı."],"The subscription is no longer active or has expired. Please purchase a new license.":["Abonelik artık etkin değil veya süresi dolmuş. Lütfen yeni bir lisans satın alın."],"You can either use this license on a different site or cancel your current plan for a refund.":["Bu lisansı başka bir sitede kullanabilir veya para iadesi için mevcut planınızı iptal edebilirsiniz."],"It looks like your website already has a Jetpack plan that’s equal to or better than the one you’re trying to activate.":["Görünüşe göre web sitenizde etkinleştirmeye çalıştığınız pakete eşit veya daha iyi bir Jetpack paketi zaten mevcut."],"Your site already has an active Jetpack plan of equal or higher value.":["Sitenizde zaten eşit veya daha yüksek değerde etkin bir Jetpack paketi bulunmaktadır."],"To use Jetpack on both sites, please <a>buy another license<\/a>.":["Jetpack'i her iki sitede de kullanmak için lütfen <a>başka bir lisans satın alın<\/a>."],"If you would like to transfer it, please <a>get in touch<\/a>.":["Bunu aktarmak isterseniz lütfen <a>iletişime geçin<\/a>."],"This license is already active on another website":["Bu lisans başka bir web sitesinde zaten etkin"],"This license is already active on your site.":["Bu lisans sitenizde zaten etkin."],"Reconnect Jetpack.":["Jetpack'i yeniden bağlayın."],"Log in to the WordPress.com account that purchased the plan.":["Paketin satın alındığı WordPress.com hesabında oturum açın."],"Disconnect Jetpack from your site.":["Jetpack'in sitenizden bağlantısını kesin."],"Follow these <a>steps<\/a> to resolve it.":["Bunu çözmek için şu <a>adımları<\/a> izleyin."],"The account that purchased the plan and the account managing this site are different.":["Paketin satın alındığı hesap ile bu sitenin yönetildiği hesap farklıdır."],"Need help? <a>Get in touch<\/a>.":["Yardıma mı ihtiyacınız var? <a>İletişime geçin<\/a>"],"Requests this month":["Bu ayki talepler"],"Existing videos":["Mevcut videolar"],"Stunning-quality, ad-free video in the WordPress Editor. Begin by uploading your first video.":["WordPress Düzenleyici'de çarpıcı kalitede, reklamsız video. İlk videonuzu yükleyerek başlayın."],"Load your existing videos faster and without ads.":["Mevcut videolarınızı daha hızlı ve reklamlar olmadan yükleyin."],"Total time watched":["Toplam izlenme süresi"],"This metric shows total video viewing time for the last year.":["Bu metrik, geçen yılın toplam video görüntüleme süresini gösterir."],"This metric shows your total video viewing time over the past 30 days, compared to the previous 30 days.":["Bu metrik, önceki 30 güne kıyasla son 30 gündeki toplam video görüntüleme sürenizi gösterir."],"This metric shows your total video views over the past year.":["Bu metrik, geçen yılki toplam video görüntülemelerinizi gösterir."],"This metric shows your total video views over the past 30 days, compared to the previous 30 days.":["Bu metrik, önceki 30 güne kıyasla son 30 gündeki toplam video görüntülemelerinizi gösterir."],"Yearly views":["Yıllık görüntülemeler"],"30-Day views":["30 Günlük görüntülemeler"],"Success! 🌟 Your video is live and gathering views.":["Başarılı! 🌟 Videonuz yayında ve görüntülenme topluyor."],"High-quality video, wherever your audience is":["Hedef kitleniz nerede olursa olsun yüksek kaliteli video"],"Give your videos a boost! 🚀 Try hosting with VideoPress for superior quality and performance.":["Videonuzu hareketlendirin! 🚀 Üstün kalite ve performans için VideoPress ile barındırmayı deneyin."],"You have %d video in your Media Library that could benefit from VideoPress. Start <a>hosting<\/a> it today to unlock multiple benefits: enhanced quality add-free streaming, faster load times, customizable player controls.":["Ortam Kütüphanenizde VideoPress'ten faydalanabilecek %d video var. Birden fazla avantajın kilidini açmak için hemen <a>barındırmaya<\/a> başlayın: gelişmiş kaliteli reklamsız akış, daha hızlı yükleme süreleri, özelleştirilebilir oynatıcı kontrolleri.","Ortam Kütüphanenizde VideoPress'ten faydalanabilecek %d video var. Birden fazla avantajın kilidini açmak için hemen bunları <a>barındırmaya<\/a> başlayın: gelişmiş kaliteli reklamsız akış, daha hızlı yükleme süreleri, özelleştirilebilir oynatıcı kontrolleri."],"The finest video for WordPress":["WordPress için en iyi video"],"Logins Blocked":["Oturum Açma Engellendi"],"Auto-Firewall":["Otomatik Güvenlik Duvarı"],"a few seconds ago":["bir kaç saniye önce"],"%s month ago":["%s ay önce","%s ay önce"],"%s year ago":["%s yıl önce","%s yıl önce"],"Failed to hide evaluation results. Please try again":["Değerlendirme sonuçları gizlenemedi. Lütfen tekrar deneyin"],"Failed to save evaluation results. Please try again":["Değerlendirme sonuçları kaydedilemedi. Lütfen tekrar deneyin"],"Failed to evaluate site recommendations":["Site önerileri değerlendirilemedi"],"Skip onboarding":["İlk katılımı atla"],"See solutions":["Çözümleri gör"],"Jetpack does a lot. Select the items that are most important to you and we‘ll find the Jetpack tools that are the best match for your site.":["Jetpack çok fazla şeyi yapar. Sizin için en önemli öğeleri seçin, siteniz için en uygun Jetpack araçlarını bulalım."],"What would you like Jetpack to do?":["Jetpack'in ne yapmasını istersiniz?"],"I don‘t know":["Bilmiyorum"],"Create quality content":["Kaliteli içerik oluştur"],"Grow my audience":["Kitleyi genişlet"],"Improve my site‘s performance":["Sitemin performansını iyileştir"],"Protect my site":["Sitemi koru"],"Jetpack works behind the scenes to keep your site safe, make it lightning-fast, and to help you get more traffic.":["Jetpack, sitenizi güvende tutmak, ışık hızında bir hale getirmek ve daha fazla trafik almanıza yardımcı olmak için arka planda çalışır."],"Unlock the power of your WordPress site with Jetpack, the complete toolkit for enhancing your site’s security, speed, and growth.":["Jetpack ile WordPress sitenizin gücünün kilidini açmak için sitenizin güvenliğini, hızını ve büyümesini geliştirme araç kitini tamamlayın."],"Activate Jetpack in one click":["Jetpack'i tek tıklamayla etkinleştirin"],"Simplify your writing with AI suggestions to fix long sentences and complex words and sound more confident. As you type, check your Reading grade score to make sure it suits your audience.":["Uzun cümleleri ve karmaşık sözcükleri düzeltip kulağa daha özgüvenli gelmek için Yapay Zeka önerileriyle yazmanızı kolaylaştırın. Yazdıkça kitlenize uygun olduğundan emin olmak için Okuma not puanınızı kontrol edin."],"Make your writing easy to read":["Yazmanızı okuması kolay hale getirin"],"Upgrade required for activation. Manual rules available.":["Etkinleştirme için yükseltme gerekli. Manuel kurallar mevcut."],"You have Auto-Firewall disabled, visit your Protect <a>firewall settings<\/a> to activate.":["Otomatik Güvenlik Duvarını devre dışı bıraktınız, etkinleştirmek için Protect <a>güvenlik duvarı ayarlarınızı<\/a> ziyaret edin."],"Auto-Firewall: Inactive":["Otomatik Güvenlik Duvarı: Etkin Değil"],"We’ve checked items against our database, and all appears well. For a more detailed, line-by-line malware scan, consider upgrading your plan.":["Öğeleri veri tabanımıza kıyasla kontrol ettik ve hepsi iyi gözüküyor. Daha ayrıntılı, satır satır bir kötü amaçlı yazılım taraması için paketinizi yükseltmeyi göz önünde bulundurun."],"Elevate your malware protection":["Kötü amaçlı yazılım korumanızı ileri seviyeye taşıyın"],"Auto-fix threats":["Tehditleri otomatik olarak düzelt"],"Your site has %1$s and %2$s lacking security measures. Improve your site’s safety by adding protection at no cost.":["Sitenizin %1$s ve %2$s eksik güvenlik önlemi var. Ücretsiz olarak koruma ekleyerek sitenizin güvenliğini iyileştirin."],"Improve site safety: secure plugins & themes":["Site güvenliğini iyileştirin: Eklentilerin ve temaların güvenliğini sağlayın"],"For Brute Force Protection, activate the Jetpack or Protect plugin and enable it in settings.":["Deneme Yanılma Saldırısı Koruması için Jetpack veya Protect eklentisini etkinleştirin ve bunu ayarlarda etkinleştirin."],"Brute Force Protection is disabled and not actively blocking malicious login attempts.":["Deneme Yanılma Saldırısı Koruması devre dışı bırakıldı ve kötü amaçlı oturum açma girişimlerini etkin olarak engellemiyor."],"Brute Force Protection is disabled and not actively blocking malicious login attempts. Go to <a>%s<\/a> to activate it.":["Deneme Yanılma Saldırısı Koruması devre dışı bırakıldı ve kötü amaçlı oturum açma girişimlerini etkin olarak engellemiyor. Bunu etkinleştirmek için <a>%s<\/a> bölümüne gidin."],"Brute Force Protection: Inactive":["Deneme Yanılma Saldırısı Koruması: Devre Dışı"],"Brute Force Protection is actively blocking malicious login attempts. The number of blocked login attempts will display here soon!":["Deneme Yanılma Saldırısı Koruması etkin olarak kötü amaçlı oturum açma denemelerini engelliyor. Engellenen oturum açma girişimi sayısı yakında burada gösterilecek!"],"Brute Force Protection: Active":["Deneme Yanılma Saldırısı Koruması: Etkin"],"%d theme":["%d tema","%d tema"],"&":["ve"],"%d plugin":["%d eklenti","%d eklenti"],"Last scan: %s":["Son tarama: %s"],"Shield icon - Scan Status: Off":["Siper simgesi - Tarama Durumu: Kapalı"],"Partial":["Kısmi"],"Shield icon - Scan Status: Partial":["Siper simgesi - Tarama Durumu: Kısmi"],"Secure":["Güvenli"],"Shield icon - Scan Status: Secure":["Siper simgesi - Tarama Durumu: Güvenli"],"Threats":["Tehditler"],"Shield icon - Brute Force Protection Status: Off":["Siper simgesi - Deneme Yanılma Saldırısı Koruması Durumu: Kapalı"],"Shield icon - Brute Force Protection Status: Inactive":["Siper simgesi - Deneme Yanılma Saldırısı Koruması Durumu: Etkin Değil"],"Shield icon - Brute Force Protection Status: Active":["Siper simgesi - Deneme Yanılma Saldırısı Koruması Durumu: Etkin"],"Shield icon - Auto-Firewall Status: Off":["Siper simgesi - Otomatik Güvenlik Duvarı Durumu: Kapalı"],"Shield icon - Auto-Firewall Status: Inactive":["Siper simgesi - Otomatik Güvenlik Duvarı Durumu: Etkin Değil"],"Shield icon - Auto-Firewall Status: On":["Siper simgesi - Otomatik Güvenlik Duvarı: Açık"],"Needs plan":["Paket gerektiriyor"],"Get plan":["Paketi elde edin"],"Redo":["Yinele"],"Recommendations menu":["Öneriler menüsü"],"Here are the tools that we think will help you reach your website goals:":["İşte web sitesi hedeflerinize ulaşmanıza yardımcı olacağını düşündüğümüz araçlar:"],"Our recommendation for you":["Sizin için bizim önerimiz","Sizin için bizim önerilerimiz"],"On the next screen, you can connect with an existing account from any of these services or create a new one.":["Sonraki ekranda bu hizmetlerden herhangi birindeki mevcut bir hesapla bağlanabilir veya yeni bir hesap oluşturabilirsiniz."],"Learn about Jetpack SEO tools":["Jetpack SEO araçları hakkında bilgi edinin"],"Use AI to generate title suggestions based on your content, each with an explanation of why it works better. Save time and create engaging, SEO-friendly titles.":["İçeriğinize göre her birinin neden daha iyi olduğuna dair açıklamalar içeren başlık önerileri oluşturmak için yapay zekayı kullanın. Zamandan tasarruf edin ve ilgili çekici, SEO'ya uygun başlıklar oluşturun."],"Optimize your titles effortlessly":["Başlıklarınızı zahmetsizce optimize edin"],"Connect your site with one click.":["Sitenizi tek tıkla bağlayın."],"Needs user account":["Kullanıcı hesabı gerekiyor"],"Sign up now":["Şimdi kaydol"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["<strong>%s<\/strong>'e tıklayarak <tosLink>Hizmet Şartlarımızı<\/tosLink> ve <shareDetailsLink>sitenizin verilerini<\/shareDetailsLink> bizimle senkronize etmeyi kabul etmiş olursunuz."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["<strong>%1$s<\/strong> veya <strong>%2$s<\/strong> seçeneğine tıklayarak <tosLink>Hizmet Şartlarımızı<\/tosLink> ve <shareDetailsLink>sitenizin verilerini<\/shareDetailsLink> bizimle senkronize etmeyi kabul etmiş olursunuz."],"Missing site connection":["Site bağlantısı eksik"],"Connect your site":["Sitenizi bağlayın"],"Missing user connection":["Kullanıcı bağlantısı eksik"],"Learn about featured images":["Öne çıkan görseller hakkında bilgi edinin"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["İçeriğinizi göstermek ve bunu tek bir tıklamayla daha etkileşimli hale getirmek için öne çıkan görseller oluşturun. Ayarlanmış yeni öne çıkan görseller oluşturmak için istemleri kullanın."],"Create featured images with one click":["Tek bir tıklamayla öne çıkan görseller oluşturun"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Hızınız %d puan arttı! Otomatik CSS ve görsel optimizasyonu araçlarını kullanarak performansınızı iyileştirmek için Boost'u yükseltin."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Hızınız %d puan arttı! Boost, otomatik araçlarla performansınızı iyileştirmek için çalışıyor."],"Create better content with powerful AI tools":["Güçlü yapay zeka araçları ile daha iyi içerikler oluşturun"],"See documentation":["Belgeleri göster"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["%1$s kurulumunuz tamamlanmadı. %1$s GitHub'dan yüklendiyse geliştirme ortamınızı ayarlamak için lütfen geliştirici belgesine bakın."],"Failed to dismiss the welcome banner. Please try again":["Hoş geldin başlığı yok sayılamadı. Lütfen tekrar deneyin"],"Share your feedback!":["Görüşlerinizi almak isteriz!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Sonuçlarımızın doğruluğunu artırmamıza yardımcı olun ve ilerideki uygulamalar ve iyileştirmeler için fikirlerinizi paylaşın."],"Do you have any feedback?":["Geri bildirimleriniz mi var?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Yayınlamadan önce bu gönderi hakkında anında geri bildirim alın. Yapay zeka gönderinizi okur ve yayımınızı iyileştirme fırsatlarını vurgular."],"Learn about forms":["Formlar hakkında bilgi edinin"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Jetpack Formlar blokunu ve yapay zekayı kullanarak hızlıca form oluşturun. Formunuzu açıklayan istemler kullanın ve yapay zeka istediğiniz öğeleri saniyeler içinde oluştursun."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["İçerik oluşturmak için yapay zeka blokunu kullanın veya mevcut bloklarda yapay zeka düzenleme seçeneklerimizi kullanın. İstemleri veya önerdiğimiz işlemlerden dilediğinizi kullanın."],"Discover all the Jetpack features powered by AI":["Yapay zeka tarafından desteklenen tüm Jetpack özelliklerini keşfedin"],"AI Features":["Yapay Zeka Özellikleri"],"Free requests available":["Ücretsiz talepler kullanılabilir"],"All-time requests used":["Bugüne kadar kullanılan talepler"],"Requests for this month":["Bu ayki talepler"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Yapay zeka özelliklerinden yararlanarak blok düzenleyicide yeni ve mevcut içerikler için taslak oluşturun, bu içerikleri dönüştürün, tercüme edin veya değiştirin."],"Get %s requests":["%s talep elde edin"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Jetpack Yapay Zeka ile daha fazlasını elde edin! Daha fazla talep hakkı ve hızınızı sürdürmek için hemen yükseltin."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Daha fazla talep hakkı ve işlerinizi hızla daha ileriye taşımak için sınırınızın sıfırlamak üzere %d gün bekleyin veya hemen daha üst bir kademeye yükseltin."],"You've used all your free requests":["Ücretsiz taleplerinizin hepsi kullanıldı"],"You've reached your request limit for this month":["Bu ayki talep sınırınıza ulaşıldı"],"Connect to Jetpack to start using the AI Assistant":["Yapay Zeka Asistanını kullanmak için Jetpack'e bağlanın"],"Create new post":["Yeni gönderi oluştur"],"Build forms using prompts":["İstemler kullanarak formlar oluşturun"],"Generate and edit content faster with Jetpack AI Assistant":["Jetpack Yapay Zeka Asistanıyla içerikleri daha hızlı şekilde oluşturun ve düzenleyin"],"Get feedback on posts":["Gönderiler hakkında geri bildirim alın"],"Don’t show the welcome message again":["Karşılama mesajını yeniden gösterme"],"Connect Jetpack to use Stats":["İstatistikleri kullanmak için Jetpack'i bağlayın"],"Get Stats":["İstatistik Alın"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Sitenizin performansının iyileştirilmesi gerekiyor. Boost'un basit yönetim paneli ve hızlandırma araçlarıyla sitenizi hızla geliştirin."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Sitenizi çarpıcı bir şekilde hızlandırmaktan bir adım uzaktasınız. Herhangi bir geliştiriciye ihtiyaç duymadan sitenizin performansını en iyi web sitelerinin performansına çıkarmak için Boost'u yükleyin."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Siteniz hızlı! Ancak yüksek hızı korumak kolay değil. Hareket halindeyken performansınızı optimize etmek için Boost'un otomatik hızlandırma araçlarını kullanın."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Boost'a yükselterek otomatik CSS ve görsel optimizasyonu araçları sayesinde performansınızı iyileştirin."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Sitenizi çarpıcı bir şekilde hızlandırmaktan bir adım uzaktasınız. Otomatik CSS ve görsel optimizasyonu araçlarını kullanarak performansınızı iyileştirmek için Boost'u yükseltin."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Siteniz hızlı! Ancak yüksek hızı korumak kolay değil. Hareket halinde otomatik CSS ve görsel optimizasyonu araçlarını kullanarak performansınızı iyileştirmek için Boost'u yükseltin."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Sitenizin hız puanlarını görüntülemek ve ürün ayarlarınızı yönetmek için Boost panosunu ziyaret edin."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Geçmiş hız puanlarınızı görüntülemek ve ürün ayarlarınızı yönetmek için Boost panosunu ziyaret edin."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Siteniz hızlı! Boost, otomatik araçlarla performansınızı iyileştirmek için çalışıyor."],"Boost your site":["Web sitenizi canlandırın"],"Site speed performance:":["Site hızı performansı:"],"Your website’s overall speed score:":["Web sitenizin genel hız puanı:"],"%s comment":["%s yorum","%s yorum"],"Needs connection":["Bağlanması gerekiyor"],"Needs Plugin":["Eklenti Gerekiyor"],"Connecting your account…":["Hesabınız bağlanıyor..."],"Go back to previous screen":["Önceki ekrana dön"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Jetpack Social Temel ile sınırsız paylaşımın keyfini çıkarın. Jetpack Social'dan en iyi şekilde nasıl yararlanacağınızı <a>buradan<\/a> öğrenin."],"Jetpack Social Basic is active!":["Jetpack Social Temel etkin!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Sosyal Görsel Oluşturucu'yu kullanarak gönderileriniz için muhteşem bağlantı önizlemeleri oluşturun. <a>Buradan<\/a> daha fazla bilgi edinebilirsiniz.<br\/><br\/>Jetpack Social'dan en iyi şekilde nasıl yararlanacağınızı <link>buradan<\/link> öğrenin.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Social Gelişmiş etkin!"],"Get more requests":["Daha fazla istek elde edin"],"%s second ago":["%s saniye önce","%s saniye önce"],"%s minute ago":["%s dakika önce","%s dakika önce"],"%s hour ago":["%s saat önce","%s saat önce"],"%s day ago":["%s gün önce","%s gün önce"],"Activity Detected":["Etkinlik Tespit Edildi"],"Undo":["Geri al"],"No results":["Sonuç yok"],"Visitors":["Ziyaretçiler"],"Compared to previous period":["Önceki dönemle karşılaştırıldı"],"7-day highlights":["7 günün öne çıkanları"],"AI Assistant":["Yapay Zeka Asistanı"],"Mobile score":["Mobil puanı"],"Desktop score":["Masaüstü puanı"],"Timed out":["Zaman aşımına uğradı"],"Invalid response while requesting metrics":["Metrikler istenirken geçersiz yanıt alındı"],"An unknown error occurred while requesting metrics":["Metrikler istenirken bilinmeyen bir hata oluştu"],"Timed out while waiting for speed-score.":["Hız puanı beklenirken zaman aşımına uğradı."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Sitenin REST API'si ile bağlantı kurmaya çalışılırken bir hata oluştu. Fazladan hata ayıklama bilgileri: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Sitenizin REST API'si erişilebilir görünmüyor. Jetpack Boost, sitenin performans puanlarını almak için REST API'nize erişim gerektirir. Lütfen sitenizin REST API'sinin aktif ve erişilebilir olduğundan emin olun ve tekrar deneyin."],"HTTP %d error received while communicating with the server.":["Sunucuyla iletişim kurulurken HTTP %d hatası alındı."],"Received invalid response while communicating with your WordPress site: %s":["WordPress sitenizle iletişim kurulurken geçersiz yanıt alındı: %s"],"Start for Free":["Ücretsiz Kullanıma Başlayın"],"\/month":["\/ay"],"Renew subscription":["Aboneliği yenile"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Zaten mevcut bir paketiniz veya lisans anahtarınız var mı? <a>Başlayın<\/a>."],"%s or Start for free":["%s veya ücretsiz kullanmaya başlayın."],"Install Plugin":["Eklentiyi kur"],"Checking gold status…":["Gold durumu kontrol ediliyor…"],"Never Expires":["Süre Sınırlaması Yok"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s, %2$s tarihinde hediye edildi. Jetpack VaultPress Backup ve Jetpack Scan'in ömür boyu aboneliğine erişmenizi sağlar."],"Explore your new powers":["Yeni güçlerinizi keşfedin"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Otomatik tarama ve tek tıklamayla yapılan düzeltmeler sitenizin güvenlik tehditlerinin bir adım önünde olmasını sağlar."],"Plugin name (noun).\u0004Scan":["Tarama"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Jetpack Golden Token'iniz bu web sitesi için ömür boyu lisans sağlar ve aşağıdaki ürünleri içerir:"],"Super powers are ready!":["Süper güçler hazır!"],"Redeem your token":["Jetonunuzu alın"],"Awesome!":["Harika!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Bu, web siteniz için ömür boyu Jetpack güçlerinin kilidini açar. Özel Jetpack Deneyiminiz sizi bekliyor."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Bu, web siteniz için ömür boyu Jetpack güçlerinin kilidini açtı. Özel Jetpack Deneyiminiz zaten etkin."],"You have been gifted a Jetpack Golden Token.":["Bir Jetpack Golden Token kazandınız."],"Hey, %s":["Merhaba, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Ya bu eylemi gerçekleştirme izniniz yok ya da bir kullanıcı hesabının bağlanması gerekiyor. <connectLink>Kullanıcı hesabınızı bağlamak için buraya tıklayın<\/connectLink> veya yöneticinizle iletişime geçin."],"View detailed stats":["Ayrıntılı istatistikleri görüntüle"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Yukarıdaki butonlara tıklayarak <tosLink>Hizmet Şartlarımızı<\/tosLink> ve <shareDetailsLink>sitenizin verilerini<\/shareDetailsLink> bizimle senkronize etmeyi kabul etmiş olursunuz."],"Previous":["Önceki"],"Arrow right":["Sağ ok"],"Arrow left":["Sol ok"],"trial for the first month, then $%s \/month, billed yearly":["ilk ay için deneme sürümü, ardından aylık %s dolar, yıllık olarak faturalandırılır"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["İndirimli ücret, ilk yıl ile sınırlı bir tekliftir ve normal fiyat üzerinden yenilenir."],"%s not included":["%s dahil değil"],"%s coming soon":["%s çok yakında"],"Coming soon":["Çok yakında"],"Also connected: %s (Owner).":["Ayrıca şuna bağlanıldı: %s (Sahip)."],"Connected as %1$s (%2$s)":["%1$s (%2$s) olarak bağlanıldı"],"Input a license key":["Bir lisans anahtarı girin"],"Select a license key":["Bir lisans anahtarı seçin"],"I want to add a license key manually":["Manuel olarak bir lisans anahtarı eklemek istiyorum"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Mevcut lisanslar getiriliyor…"],"Some products need a connection to WordPress.com to be able to work.":["Bazı ürünlerin çalışabilmesi için WordPress.com'a kullanıcı bağlantısı gerekir."],"VaultPress Backup":["VaultPress Backup"],"\/month, billed yearly":["aylık fiyattır, yıllık olarak faturalandırılır"],"% off":["% indirim"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Jetpack Arama Ücretsiz, ayda 5.000'e kadar kaydı ve 500 arama isteğini ücretsiz olarak destekler. Bu sınırları üç ay boyunca aşarsanız, ücretli bir pakete geçmeniz istenecektir."],"Start for free":["Ücretsiz kullanmaya başlayın"],"Not included":["Dahil değil"],"Included":["Dahil"],"Done":["Tamamlandı"],"Get plugin":["Eklentiyi edinin"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Sunucu ayarlarınız nedeniyle eklentiyi sizin için otomatik olarak yükleyemiyoruz. Lütfen %s eklentisini manuel olarak yükleyin."],"Close.":["Kapatın."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["Ücretli paket için fiyatlandırma, arama dizininizdeki kayıt sayısına göre otomatik olarak belirlenir. Yeni bir fiyatlandırma katmanına geçerseniz, bir sonraki faturalandırma döneminizden önce sizi bilgilendiririz."],"Activate a license (requires a user connection)":["Bir lisansı etkinleştirin (kullanıcı bağlantısı gerektirir)"],"Activate a license":["Bir lisans etkinleştir"],"Next":["Sonraki"],"Get %s":["%s ürününü edinin"],"New":["Yeni"],"There was an error fetching your %s information. Check your site connectivity and try again.":["%s bilgileriniz alınırken bir hata oluştu. Site bağlantınızı kontrol edin ve tekrar deneyin."],"Save every change and get back online quickly with one‑click restores.":["Her değişikliği kaydedin ve tek tıklamayla geri yükleme işlevi sayesinde hızlı bir şekilde yeniden çevrimiçi olun."],"Purchase":["Satın al"],"And more!":["Ve daha fazlası!"],"Some products need a user connection to WordPress.com to be able to work.":["Bazı ürünlerin çalışabilmesi için WordPress.com'a kullanıcı bağlantısı gerekir."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Jetpack %s öğesinin çalışabilmesi için WordPress.com'a kullanıcı bağlantısı gerekir."],"Active on your site":["Sitenizde aktif"],"Go back":["Geri dön"],"Magnifying Glass":["Büyüteç"],"Install %s":["Yükle: %s "],"Configure search":["Aramayı yapılandır"],"View scan results":["Tarama sonuçlarını görüntüle"],"View latest backup":["En son yedeklemeyi görüntüle"],"View my plans":["Paketlerimi görüntüle"],"Configure my site":["Sitemi yapılandır"],"Connection":["Bağlantı"],"Site connected":["Site bağlandı"],"An unknown error occurred during license activation. Please try again.":["Lisans etkinleştirme sırasında bilinmeyen bir hata oluştu. Lütfen yeniden deneyin."],"This is not a valid license key. Please try again.":["Bu geçerli bir lisans anahtarı değil. Lütfen yeniden deneyin."],"You're all set!":["Her şey hazır!"],"Your product is active!":["Ürününüz etkin durumda!"],"Experience high-quality, ad-free video built specifically for WordPress.":["WordPress için özel olarak oluşturulmuş yüksek kaliteli, reklamsız videoyu deneyimleyin."],"Jetpack VideoPress is active!":["Jetpack VideoPress etkin!"],"Jetpack Security is active!":["Jetpack Güvenliği etkin!"],"Next, we'll help you customize the Search experience for your visitors.":["Ardından ziyaretçileriniz için Arama deneyimini özelleştirmenize yardımcı olacağız."],"Jetpack Search is active!":["Jetpack Arama etkin!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Güvenlik taramalarınızı <a>cloud.jetpack.com<\/a> adresinde görebilirsiniz."],"Jetpack Scan is active!":["Jetpack Scan etkin!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["<a>cloud.jetpack.com<\/a>'da yedeklerinizi, güvenlik taramalarınızı görebilir ve sitenizi geri yükleyebilirsiniz. Sitenize erişiminizi kaybederseniz, oradan geri yükleyebilirsiniz."],"Jetpack Complete is active!":["Jetpack Complete etkin!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["<a>cloud.jetpack.com<\/a> adresinden yedeklerinizi görebilir ve sitenizi geri yükleyebilirsiniz. Sitenize erişiminizi kaybederseniz, oradan geri yükleyebilirsiniz."],"Jetpack Backup is active!":["Jetpack Yedekleme etkin!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Her şeyi buradan halledeceğiz. Artık spam içermeyen bir sitenin keyfini çıkarabilirsiniz!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam etkin!"],"Do you need help? <a>Contact us.<\/a>":["Yardıma mı ihtiyacınız var? <a>Bize ulaşın.<\/a>"],"License key":["Lisans anahtarı"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["Lisans anahtarınız için <strong>e-postanızı kontrol edin<\/strong>. Satın aldıktan sonra size gönderilmiş olması gerekir."],"Add a license key":["Bir lisans anahtarı ekleyin "],"Upgrade now":["Şimdi yükselt"],"\/month, paid yearly":["\/ay, yıllık ödenir"],"Popular upgrade":["Popüler yükseltme"],"Let visitors share your content on social media":["Ziyaretçilerin içeriğinizi sosyal medyada paylaşmasına izin verin"],"Automatically share your content on social media":["İçeriğinizi sosyal medyada otomatik olarak paylaşın"],"Connect your user account":["Kullanıcı hesabınızı bağlayın"],"Unlock all the amazing features of Jetpack by connecting now":["Şimdi bağlanarak Jetpack'in tüm şaşırtıcı özelliklerinin gücünü ortaya çıkarın"],"Loading…":["Yükleniyor..."],"An error occurred. Please try again.":["Bir hata oluştu. Lütfen yeniden deneyin."],"Jetpack Logo":["Jetpack Logosu"],"Contact support":["Destek ile iletişim kur"],"Receive notifications about new likes and comments":["Yeni beğeniler ve yorumlar hakkında bildirim alın"],"Let your subscribers know when you post":["Abonelerinize ne zaman gönderi paylaştığınızı bildirin"],"Receive instant downtime alerts":["Kesinti uyarılarını anında alın"],"Dismiss":["Kapat"],"Install":["Kur"],"Free":["Ücretsiz"],"Site not connected":["Site bağlı değil"],"Appearance":["Görünüm"],"Activating…":["Etkinleştiriliyor…"],"Upgrade your plan to upload audio":["Ses yüklemek için paketinizi yükseltin"],"Upgrade your plan to use video covers":["Video başlıkları kullanmak için paketinizi yükseltin"],"Restore Connection":["Bağlantıyı Yenile"],"Activating %s…":["%s etkinleştiriliyor…"],"Has a video.":["Video var."],"Tag":["Etiket"],"Post":["Gönder"],"Page":["Sayfa"],"Has an image.":["Resim var."],"Has multiple images.":["Birden fazla resim var."],"Toggle search filters.":["Arama filtrelerini aç\/kapat"],"Matching comment.":["Eşleşen yorum."],"Show filters":["Filtreleri göster"],"Is a product.":["Bu bir ürün."],"Is an event.":["Bu bir olay."],"Has audio.":["Ses öğesi var."],"On":["Açık"],"Off":["Kapalı"],"Contact Us":["Bize Ulaşın"],"Connecting…":["Bağlanıyor…"],"Products":["Ürünler"],"Expired on %1$s":["%1$s tarihinde sona erdi"],"Scan":["Tarama"],"Link to learn more about Jetpack.\u0004About":["Hakkında"],"(opens in a new tab)":["(yeni bir sekmede açılır)"],"Learn more about us":["Bizim hakkımızda daha fazla bilgi edinin"],"About Jetpack":["Jetpack Hakkında"],"There was an error testing Jetpack. Error: %s":["Jetpack test edilirken hata oluştu. Hata: %s"],"Manage your plan":["Paketinizi yönetme","Paketlerinizi yönetin"],"Sort by":["Sırala"],"Remove":["Kaldır"],"Plan":["Paket"],"Help":["Yardım"],"Manage":["Yönet"],"Ask us a question":["Bize soru sorun"],"An Automattic Airline":["Bir Automattic Hava Yolu"],"View":["Görüntüleme"],"List":["Liste"],"Grid":["Kılavuz"],"This will reset all Jetpack options, are you sure?":["Bunu yaptığınızda tüm Jetpack seçenekleri sıfırlanacak; emin misiniz?"],"Welcome to Jetpack!":["Jetpack'e hoş geldiniz."],"WordPress.com Terms of Service":["WordPress.com Hizmet Koşulları"],"Shorthand for Terms of Service.\u0004Terms":["Koşullar"],"Automattic's Privacy Policy":["Automattic'in Gizlilik İlkesi"],"Shorthand for Privacy Policy.\u0004Privacy":["Gizlilik"],"No results found":["Hiçbir sonuç bulunamadı"],"Upgrade":["Yükselt"],"Options failed to reset.":["Seçenekler sıfırlanamadı."],"There was an error reconnecting Jetpack. Error: %s":["Jetpack'e bağlanırken bir hata oluştu. Hata: %s"],"Views":["izlenme"],"Information.":["Bilgi."],"Layout":["Görünüm"],"Reconnecting Jetpack…":["Jetpack'e yeniden bağlanıyor…"],"Not connected":["Bağlanmadı"],"Learn more":["Daha Fazla Bilgi"],"Category":["Kategori"],"Icon":["Simge"],"Close":["Kapat"],"Connect":["Bağlan"],"Error code: %s":["Hata kodu: %s"],"Title":["Başlık"],"Plugins":["Eklentiler"],"Likes":["Beğeniler"],"Description":["Tanım"],"Order":["Sıralama"],"Preview":["Önizleme"],"Cancel":["Vazgeç"],"Comments":["Yorumlar"],"(no title)":["(başlıksız)"],"Activate":["Etkinleştir"],"Inactive":["Etkin değil"],"Active":["Etkin"],"Search":["Ara"],"See all Jetpack features":["Tüm Jetpack özelliklerini görün"],"My Jetpack":["Jetpack'im"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}