{"translation-revision-date":"2025-06-04 18:06:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"To re-share a post, you need to upgrade to a paid plan.":["Që të rindani një postim me të tjerë, lypset të përmirësoni llogarinë tuaj në një plan me pagesë."],"Publicize scheduled actions":["Veprime publikimesh të planifikuar"],"There was an error deleting the item.":["Pati një gabim në fshirjen e objektit."],"There was an error scheduling the post.":["Pati një gabim në vënien në plan të postimit."],"Post scheduled successfully.":["Postimi u planifikua me sukses."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Pa ndarje me të tjerë së afërmi"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Ndarje me të tjerë së afërmi"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Vënë në plan (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Vënë në plan (Po ngarkohen…)"],"The button label for the modal trigger\u0004Preview & Share":["Bëjini Paraparje & Ndarje Me të Tjerë"],"The title of the social modal\u0004Share Post":["Ndani Postimin Me të Tjerë"],"Are you sure you want to delete this post?":["Jeni i sigurt se doni të fshihet ky postim?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Ripohojeni"],"Label for publicize toggle\u0004Sharing is disabled":["Ndarja me të tjerë është e çaktivizuar"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Platformat vijuese nuk mbulohen më:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Që të vazhdoni të ndani me të tjerët me këtë lidhje, ju lutemi, bëni rilidhjen."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Ka një problem me këtë lidhje."],"Publicize services":["Shërbime publikimi"],"This can either be %s or just the domain name if you are using a custom domain.":["Kjo mund të jetë ose %s, ose thjesht emri i përkatësisë, nëse përdorni një përkatësi vetjake."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Emrat e përdoruesve në Bluesky s’mund të përmbajnë pika. Nëse po përdorni një përkatësi vetjake, jepeni pa “%s”"],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Një lidhje shoqërorësh ka nevojë për vëmendje. Që ta ndreqni, <fixLink>administroni lidhje<\/fixLink>.","Disa lidhje shoqërorësh kanë nevojë për vëmendje. Që t’i ndreqni, <fixLink>administroni lidhje<\/fixLink>."],"Expiring connection":["Lidhje që po skadon","Lidhje që po skadojnë"],"Reconnect to continue sharing.":["Që të vazhdohet ndarja me të tjerë, ribëni lidhjen."],"Social Settings":["Rregullime Shoqërorësh"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["S’morëm dot se te cilat faqe shoqërie mundeni të hyni. Kjo është një çështje e njohur me API-n e LinkedIn-it. Nëse doni të lidhni një faqe shoqërie, ju lutemi, riprovoni pas 5 minutash."],"Request submitted successfully.":["Kërkesa u parashtrua me sukses."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Ja se si do të duket, kur dikush ndan me të tjerë në Bluesky lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on Bluesky:":["Ja se si do të dukej postimi juaj në Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1h"],"Account name":["Emër llogarie"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Që të ndani gjëra me të tjerë në Bluesky, ju lutemi, jepni më poshtë lidhjen tuaj Bluesky dhe fjalëkalimin e aplikacionit, mandej klikoni “Lidhe”."],"This Bluesky account is already connected":["Kjo llogari Bluesky është tashmë e lidhur"],"Invalid Bluesky handle":["Lidhje Bluesky e pavlefshme"],"Please provide an app password to fix the connection.":["Ju lutemi, që të ndreqet lidhja, miratoni një fjalëkalim aplikacioni."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Për të lidhur pa rrezik llogarinë tuaj, duhet fjalëkalimi i aplikacionit. Fjalëkalimi i aplikacionit është tjetër gjë nga fjalëkalimi i llogarisë tuaj. Mundeni <link>ta prodhoni në Bluesky<\/link>."],"App password":["Fjalëkalim aplikacioni"],"You can find the handle in your Bluesky profile.":["Lidhjen mund ta gjeni te profili juaj në Bluesky."],"Bluesky handle":["Lidhje Bluesky"],"You can find the handle in your Mastodon profile.":["Lidhjen mund ta gjeni te profili juaj në Mastodon."],"Mastodon handle":["Lidhje Mastodon"],"The handle of a social media account.\u0004Handle":["Lidhje"],"Actions":["Veprime"],"Status":["Gjendje"],"Social media connection\u0004This connection has been reconnected or removed.":["Kjo lidhje është ribërë, ose hequr."],"Social media connection\u0004This connection has been removed.":["Kjo lidhje është hequr."],"Please refresh and check again in a few minutes.":["Ju lutemi, rifreskoni faqen dhe rikontrolloni pas pak minutash."],"Edit and preview your social post before sharing.":["Përpunoni dhe bëni paraparje të postimit tuaj për shoqërorë, para se ta ndani me të tjerët."],"Connection disabled":["Lidhja u çaktivizua"],"Connection enabled":["Lidhje e aktivizuar"],"Failed":["Dështoi"],"The sharing is successful\u0004Shared":["U nda me të tjerë"],"Sharing failed with the following message:":["Ndarja me të tjerë dështoi me mesazhin vijues:"],"Sharing status":["Gjendje ndarjeje me të tjerët"],"View sharing history":["Shihni historik ndarjesh me të tjerë"],"The request to share your post is still in progress.":["Kërkesa për të ndarë me të tjerët postimin tuaj është ende në ecuri e sipër."],"Your post was not shared.":["Postimi juaj s’u nda me të tjerë."],"Your post was shared.":["Postimi juaj u nda me të tjerë."],"Review status and try again":["Shqyrtoni gjendjen dhe riprovoni"],"Your post was unable to be shared to %d connection.":["S’qe e mundur të ndahet postimi juaj me %d lidhje.","S’qe e mundur të ndahet postimi juaj me %d lidhje."],"Sharing to your social media…":["Po ndahet me të tjerë në median tuaj shoqërore…"],"Write a custom message for your social audience here. This message will override your social post content.":["Shkruani këtu një mesazh vetjak për publikun tuaj në shoqërorë. Ky mesazh do të zëvendësojë lëndën e postimit tuaj në shoqëror."],"Invalid media":["Media e pavlefshme"],"Invalid dimensions":["Përmasa të pavlefshme"],"Video too short":["Video shumë e shkurtër"],"Video too long":["Video shumë e gjatë"],"File too big":["Kartelë shumë e madhe"],"Social Preview":["Paraparje në Shoqërorë"],"Preview social posts":["Bëni paraparje postimesh në rrjete shoqërore"],"Please fix the broken connections or disconnect them to create more connections.":["Ju lutemi, ndreqni lidhjet e dëmtuara, ose shkëputini, që të krijoni më tepër lidhje."],"Fix social media connection\u0004Fix connection":["Ndreqni lidhjen"],"Fix the social media connections\u0004Fix connections":["Ndreqni lidhjet"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Dëshironi t’i ndani në rrjete të tjerë? Përdorni veçorinë tonë Ndarje Me të Tjerë Dorazi, që nga përpunuesi."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Në vend të kësaj mund të përdorni veçorinë tonë <link>Ndarje Dorazi<\/link>."],"Threads profile image":["Figurë profili në Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Paraparja e lidhjes për Threads lyp të jetë caktuar një figurë për postimin. Ju lutemi, që të shihni paraparjen, shtoni një figurë."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Ja se si do të duket, kur dikush ndan me të tjerë në Threads lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on Threads:":["Ja se si do të dukej postimi juaj shoqërorë në Threads:"],"Failed to save image to library.":["S’u arrit të ruhej figura në bibliotekë."],"Failed to download image.":["S’u arrit të shkarkohej figura."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Ruaje në mediatekë"],"Saving the file to media library\u0004Saving…":["Po ruhet…"],"Save the generated image to your media library.":["Ruaje në mediatekë figurën e prodhuar."],"Image saved to media library.":["Figura u ruajt në mediatekë."],"Add Threads connection":["Shtoni lidhje me Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Shtoni praninë tuaj në media shoqërore, duke ndarë me të tjerë postimet tuaja automatikisht në Threads."],"Share posts to your Threads feed.":["Ndani me të tjerët postime përmes prurjes suaj Threads."],"Broken connection":["Lidhje e dëmtuar","Lidhje të dëmtuara"],"Attached Media":["Media e Bashkëngjitur"],"This platform is no longer supported.":["Kjo platformë s’mbulohet më."],"Updating account":["Po përditësohet llogaria"],"Error updating account.":["Gabim gjatë përditësimit të llogarisë."],"Account updated successfully.":["Llogaria u përditësua me sukses."],"Error connecting account.":["Gabim teksa lidhej llogaria."],"%s account connected successfully.":["Llogaria %s u lidh me sukses."],"Error disconnecting account.":["Gabim gjatë shkëputjes së llogarisë."],"Account disconnected successfully.":["Llogaria u shkëput me sukses."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Për ta ndarë me të tjerë në Mastodon, ju lutemi, jepni më poshtë emrin tuaj të përdoruesit Mastodon, mandej klikoni mbi “Lidhu”."],"Share with your network.":["Ndajeni me rrjetin tuaj."],"Add Tumblr connection":["Shtoni lidhje Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["Që të ndani vetvetiu me të tjerët postime te blogu juaj Tumblr, <strong>bëni lidhjen<\/strong>."],"Share to your Tumblr blog.":["Ndani me të tjerë te blogu juaj Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Lidhuni<\/strong> me shokë, fqinjë dhe biznese vendore, duke ndarë automatikisht me ta postimet tuaja në Nextdoor."],"Share on communities":["Ndajeni me bashkësi"],"Add LinkedIn connection":["Shtoni lidhje LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["Që të ndani vetvetiu postime me kontaktet tuaja LinkedIn, <strong>bëni lidhjen<\/strong>."],"Share with your LinkedIn community.":["Ndajeni me bashkësinë tuaj LinkedIn."],"Add Instagram photo":["Shtoni foto Instagram"],"Learn how to convert & link your Instagram account.":["Mësoni se si të shndërroni & lidhni llogarinë tuaj Instagram."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Kur klikoni mbi “lidhu”, do t’ju kërkohet të <strong>bëni hyrjen në Facebook<\/strong>. Nëse nuk shfaqet llogaria juaj Instagram Business, sigurohuni se është e lidhur me një faqe Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Llogaria juaj Instagram Business duhet të jetë e lidhur me një faqe Facebook."],"You must have an Instagram Business account.":["Duhet të keni një llogari Instagram Business."],"Requirements for connecting Instagram:":["Domosdoshmëri për lidhje me Instagram-in:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Nxitni angazhimin dhe kurse kohë, duke ndarë automatikisht me të tjerët figura në Instagram, kur publikoni postime blogu."],"Share to your Instagram Business account.":["Ndajeni me të tjerë në llogarinë tuaj Instagram Business."],"Add Facebook connection":["Shtoni lidhje Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["Që të ndani vetvetiu me të tjerët postime te faqja juaj Facebook, <strong>bëni lidhjen<\/strong>."],"Share to your pages":["Ndajeni me të tjerët në faqet tuaja"],"This Mastodon account is already connected":["Kjo llogari Mastodon është tashmë e lidhur"],"Invalid Mastodon username":["Emër përdoruesi Mastodon i pavlefshëm"],"%d connections":["%d lidhje"],"This connection is added by a site administrator.":["Kjo lidhje është shtuar nga një përgjegjës sajti."],"Connect more":["Lidhni më shumë"],"Manage Jetpack Social connections":["Administroni lidhje Jetpack Social"],"Connection confirmation":["Ripohim lidhjeje"],"Already connected":["Tashmë i lidhur"],"No accounts\/pages found.":["S’u gjetën llogari\/faqe."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["S’u gjetën llogari\/faqe të tjera."],"You can change this later.":["Këtë mund ta ndryshoni më vonë."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Në u aktivizoftë, lidhja do të jetë e përdorshme nga krejt përgjegjësit, redaktorët dhe autorët."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Përzgjidhni llogarinë që do të donit të lidhet. Krejt postimet tuaja të reja në blog do të ndahen vetvetiu me këtë llogari. Kur shkruani një postim, do të jeni në gjendje ta ndryshoni këtë mundësi që nga anështylla e përpunuesit."],"Please select an account to connect.":["Ju lutemi, përzgjidhni një llogari për lidhje."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Shkyçni veçori të thelluara ndarjeje mediash me të tjerët."],"Reconnect a social media account\u0004Reconnect":["Rilidhu"],"Mark the connection as shared":["Vëri shenjë lidhjes si të ndarë me të tjerët"],"Disconnect a social media account\u0004Disconnect":["Shkëputu"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Jeni i sigurt se doni të shkëputet <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Aktivizoni llogaritë e mediave shoqërore ku doni të ripostohet postimi juaj, mandej klikoni mbi mbi butonin “Ndaje postimin me të tjerë” më poshtë."],"Click on the social icons below to control where you want to share your post.":["Klikoni mbi ikona shoqërorësh më poshtë, që të kontrolloni se ku doni të ndahet me të tjerë postimi juaj."],"You must connect your WordPress.com account to be able to add social media connections.":["Që të jeni në gjendje të shtoni lidhje mediash shoqërore, duhet të lidhni llogarinë tuaj WordPress.com."],"Sharing is disabled because there are no social media accounts connected.":["Ndarja me të tjerë është çaktivizuar, ngaqë s’ka të lidhura llogari mediash shoqërore."],"Bluesky":["Bluesky"],"Manage connections":["Administroni lidhje"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Thjesht prekni mbi ikonën “Kopjoje Në të Papastër” të rrjetit shoqëror dhe do ta formatojmë lëndën tuaj për ndarje me të tjerë."],"Manual sharing":["Ndarje dorazi me të tjerë"],"This post will be shared to %d connection.":["Ky postim do të ndahet me %d lidhje.","Ky postim do të ndahet me %d lidhje."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Ja se si do të duket, kur dikush ndan me të tjerë në Nextdoor lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on Nextdoor:":["Ja se si do të dukej postimi juaj në Nextdoor:"],"Neighborhood":["Lagje"],"Share on %s":["Ndajeni me të tjerët në %s"],"Copy to clipboard":["Kopjoje në të papastër"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Aktivizoni veçorinë Jetpack Social, që ta lidhni sajtin tuaj me rrjetet e mediave shoqërore që përdorni."],"Button label that opens the social previews modal\u0004Preview":["Bëjini Paraparje"],"Templates":["Gjedhe"],"Custom Header":["Krye Vetjake"],"Open the Social Image Generator settings":["Hapni rregullime Prodhuesi Figure Shoqërorësh"],"Heading for the generated preview image\u0004Preview":["Paraparje"],"You need a featured image to share to Instagram.":["Për ta ndarë me të tjerë në Instagram, ju duhet një figurë e zgjedhur."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Që ta ndani me të tjerë në Instagram, shtoni një figurë\/video, ose aktivizoni Prodhues Figurash Shoqërorësh."],"Leave a Review":["Lini një Shqyrtim"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Ju lutemi, lini një shqyrtim për t’u bërë të ditur të tjerëve se sa e lehtë mund të jetë botimi i postimeve tuaja në media shoqërore!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Mu kështu, Jetpack Social i ka ndarë postimet tuaja me të tjerë në llogaritë tuaja shoqërore të lidhura."],"Presto! %s":["Presto! %s"],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Ja se si do të duket, kur dikush ndan me të tjerë në X lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on X:":["Ja se si do të dukej postimi juaj në X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Ja se si do të duket, kur dikush ndan me të tjerë në Tumblr lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on Tumblr:":["Ja se si do të dukej postimi juaj në Tumblr:"],"Reblog":["Riblogojeni"],"0 notes":["0 shënime"],"View On WordPress":["Shiheni Në WordPress"],"Tumblr preview thumbnail":["Miniaturë paraparjeje në Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Ja se si do të duket, kur dikush ndan me të tjerë në Mastodon lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on Mastodon:":["Ja se si do të dukej postimi juaj në Mastodon:"],"anonymous-user":["përdorues anonim"],"Mastodon preview thumbnail":["Miniaturë paraparjeje në Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Ja se si do të duket, kur dikush ndan me të tjerë në LinkedIn lidhjen për te postimi juaj WordPress."],"This is what your social post will look like on LinkedIn:":["Ja se si do të dukej postimi juaj në LinkedIn:"],"%d min read":["%d min. lexim"],"1st":["I"],"View one comment":["Shihni një koment"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Ja se si do të duket, kur dikush ndan me të tjerë në Facebook lidhjen për te postimi juaj WordPress."],"Link preview":["Paraparje lidhjeje"],"This is what your social post will look like on Facebook:":["Ja se si do të dukej postimi juaj në Facebook:"],"Your post":["Postimi juaj"],"Just now":["Mu tani"],"1h":["1h"],"Anonymous User":["Përdorues Anonim"],"Facebook Preview Thumbnail":["Miniaturë paraparjeje në Facebook"],"Job Title (Company Name)":["Titull Posti (Emër Shoqërie)"],"Dismiss notice":["Hidhe tej njoftimin"],"Connect now":["Lidhuni tani"],"Pick the %s template":["Zgjidhni një gjedhe %s"],"Generated preview":["Paraparje e prodhuar"],"By default the post title is used for the image. You can use this field to set your own text.":["Si parazgjedhje, për figurën përdoret titulli i postimit. Këtë fushë mund ta përdorni për të dhënë tekst tuajin."],"Social Image is disabled for this post.":["Figura Shoqërorësh është çaktivizuar për këtë postim."],"Enable Social Image":["Aktivizo Figurë Shoqërorësh"],"Add a custom image":["Shtoni figurë vetjake"],"No Image":["Pa Figurë"],"Custom Image":["Figurë Vetjake"],"Image Type":["Lloj Figure"],"Social Image Generator":["Prodhues Figure Shoqërorësh"],"Choose Image":["Zgjidhni Figurë"],"Arrow right":["Shigjeta djathtas"],"Arrow left":["Shigjeta majtas"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Ndihmëza diagnostikimi"],"Learn photo and video best practices":["Mësoni praktikat më të mira për foto dhe video"],"Choose a visual to accompany your post.":["Zgjidhni një pamore të shoqërojë postimin tuaj."],"Add an image or video":["Shtoni një figurë, ose video"],"Remove media":["Hiqni media"],"Choose Media":["Zgjidhni Media"],"Close.":["Mbylle."],"New":["I ri"],"Magnifying Glass":["Thjerrë Zmadhuese"],"Share Your Content Again":["Ndani Sërish Lëndë Tuaj"],"Re-sharing your content":["Rindarje e lëndës tuaj"],"Share when publishing":["Ndajeni me të tjerët, kur botohet"],"Connection":["Lidhje"],"More information.":["Më tepër hollësi."],"This feature is for sites with a %s plan.":["Kjo veçori është për sajte me një plan %s."],"To re-share a post, you need to upgrade to the %s plan":["Për të rindarë një postim, lypset ta kaloni në planin %s"],"Upgrade now":["Përmirësojeni tani"],"paid":["me pagesë"],"Use this tool to share your post on all your social media accounts.":["Përdoreni këtë mjet për të ndarë postimin tuaj në krejt llogaritë tuaja në media shoqërore."],"Start sharing your posts by connecting your social media accounts.":["Filloni të ndani postimet tuaja me të tjerët, duke lidhur llogaritë tuaja në media shoqërore."],"You must publish your post before you can share it.":["Para se ta ndani me të tjerë, duhet ta botoni postimin tuaj."],"Unable to share the Post":["S’arrihet të ndahet postimi me të tjerët"],"Jetpack Logo":["Stemë Jetpack-u"],"Dismiss":["Hidhe tej"],"Retry":["Riprovoni"],"Twitter profile image":["Figurë profili Twitter"],"Account Name":["Emër Llogarie"],"Social Previews":["Paraparje Shoqërorësh"],"Preview what this will look like on social networks and Google search.":["Parashiheni se si do të duket kjo në rrjete shoqërorë dhe kërkime në Google."],"Open Social Previews":["Hap Paraparje Shoqërorësh"],"Google Search":["Kërkim me Google"],"Redirecting…":["Po ridrejtohet…"],"Upgrade your plan to upload audio":["Që të ngarkoni audio, përmirësoni planin tuaj"],"Upgrade your plan to use video covers":["Që të përdorni kapakë video, përmirësoni planin tuaj"],"Has a video.":["Ka video."],"Tag":["Etiketë"],"Post":["Postim"],"Page":["Faqe"],"Has an image.":["Ka figurë."],"Has multiple images.":["Ka figura të shumta."],"Toggle search filters.":["Shfaq\/Fshih filtra kërkimi."],"Matching comment.":["Koment me përputhje."],"Show filters":["Shfaq filtra"],"Is a product.":["Është produkt."],"Is an event.":["Është veprimtari."],"Has audio.":["Ka audio."],"Disconnecting…":["Po shkëputet…"],"Connecting…":["Po lidhet…"],"Schedule":["Vëreni në plan"],"Confirm":["Ripohojeni"],"Share this post":["Ndajeni këtë postim me të tjerët"],"%d character remaining":["Edhe %d shenjë","Edhe %d shenja"],"Connect an account":["Lidhni një llogari"],"(opens in a new tab)":["(hapet në dritare të re)"],"Activate Jetpack Social":["Aktivizoni Jetpack Social"],"Help":["Ndihmë"],"View":["Parje"],"Copied!":["U kopjua!"],"WhatsApp":["WhatsApp"],"Information.":["Hollësi."],"Featured Image":["Figurë e Zgjedhur"],"Learn more":["Mësoni më tepër"],"Delete":["Fshije"],"Category":["Kategori"],"Time":["Kohë"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Mbylle"],"Share":["Ndarje"],"Connect":["Lidhu"],"Save":["Ruaje"],"Reply":["Përgjigje"],"Like":["Pëlqejeni"],"Cancel":["Anuloje"],"Yes":["Po"],"Message":["Mesazh"],"Comment":["Koment"],"Visit the post for more.":["Për më tepër, vizitoni postimin."],"Edit":["Përpunoni"],"Connected":["I lidhur"],"Settings":["Rregullime"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}