{"translation-revision-date":"2025-06-23 20:25:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Default Image":["תמונת ברירת מחדל"],"To re-share a post, you need to upgrade to a paid plan.":["כדי לשתף מחדש את הפוסט, עליך לשדרג לתוכנית בתשלום."],"Publicize scheduled actions":["לשתף פעולות מתוזמנות באופן אוטומטי"],"Publicize shares data":["שיתוף אוטומטי של נתונים"],"There was an error deleting the item.":["אירעה שגיאה בעת מחיקת הפריט."],"There was an error scheduling the post.":["אירעה שגיאה בתזמון הפוסט."],"Post scheduled successfully.":["תזמון הפוסט בוצע בהצלחה."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["אין שיתופים קרובים"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["שיתופים קרובים"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["מתוזמן לפרסום %d"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["מתוזמן לפרסום (טוען...)"],"The button label for the modal trigger\u0004Preview & Share":["תצוגה מקדימה ושיתוף"],"The title of the social modal\u0004Share Post":["לשתף פוסט"],"Are you sure you want to delete this post?":["האם ברצונך למחוק את הפוסט הזה?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["לאשר"],"Label for publicize toggle\u0004Sharing is disabled":["השיתוף מושבת"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["כבר אין תמיכה במעקב אחר הפלטפורמות הבאות:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["כדי לשתף באמצעות החיבור הזה, עליך לחבר אותו מחדש."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["יש בעיה עם החיבור הזה."],"Publicize services":["שיתוף אוטומטי של שירותים"],"This can either be %s or just the domain name if you are using a custom domain.":["הכינוי יכול להיות '%s' או פשוט שם הדומיין שלך אם הגדרת דומיין אישי."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["שמות משתמשים ב-Bluesky לא יכולים לכלול נקודות. אם בחרת להשתמש בדומיין האישי, יש להזין אותו בלי \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["אחד מהחיבורים שלך לרשתות החברתיות דורש טיפול. <fixLink>ניתן לנהל את החיבורים<\/fixLink> כדי לתקן את הבעיה.","חלק מהחיבורים לרשתות החברתיות דורשים טיפול. <fixLink>ניתן לנהל את החיבורים<\/fixLink> כדי לתקן את הבעיות."],"Expiring connection":["חיבור ללא תוקף","חיבורים ללא תוקף"],"Reconnect to continue sharing.":["יש להתחבר מחדש כדי לשתף."],"Social Settings":["הגדרות הרשתות החברתיות"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["לא הצלחנו לאחזר את רשימת עמודי החברה שעבורם ניתנה לך גישה. זו בעיה ידועה ב-LinkedIn API. אם ברצונך לחבר עמוד חברה, יש לנסות שוב בעוד חמש דקות."],"Request submitted successfully.":["הבקשה נשלחה בהצלחה."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["כך ייראה הפוסט שלך ב-WordPress כאשר מישהו ישתף את הקישור אליו ב-Bluesky."],"This is what your social post will look like on Bluesky:":["כך ייראה הפוסט שלך ברשתות החברתיות ב-Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["שעה אחת"],"Account name":["שם חשבון"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["כדי לשתף ב-Bluesky יש להזין את הכינוי והסיסמה שלך באפליקציית Bluesky מתחת ואז ללחוץ על 'להתחבר'."],"This Bluesky account is already connected":["החשבון של Bluesky כבר מחובר"],"Invalid Bluesky handle":["הכינוי ב-Bluesky לא תקף"],"Please provide an app password to fix the connection.":["יש לספק את סיסמת האפליקציה כדי לתקן את החיבור."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["סיסמת האפליקציה נדרשת כדי להתחבר לחשבון בצורה מאובטחת. סיסמת האפליקציה שונה מהסיסמה לחשבון שלך. אפשר <link>ליצור את הנתון הזה ב-Bluesky<\/link>."],"App password":["סיסמת אפליקציה"],"You can find the handle in your Bluesky profile.":["אפשר למצוא את הכינוי בפרופיל שלך ב-Bluesky."],"Bluesky handle":["כינוי ב-Bluesky"],"You can find the handle in your Mastodon profile.":["אפשר למצוא את הכינוי בפרופיל שלך ב-Mastodon."],"Mastodon handle":["כינוי ב-Mastodon"],"The handle of a social media account.\u0004Handle":["כינוי"],"Actions":["פעולות"],"Status":["מצב"],"Social media connection\u0004This connection has been reconnected or removed.":["החיבור הזה חובר מחדש או הוסר."],"Social media connection\u0004This connection has been removed.":["החיבור הזה הוסר."],"Please refresh and check again in a few minutes.":["יש לרענן את העמוד ולבדוק שוב בעוד כמה דקות."],"Edit and preview your social post before sharing.":["לערוך פוסטים לרשתות החברתיות ולהציג אותם בתצוגה מקדימה לפני השיתוף."],"Connection disabled":["החיבור הושבת"],"Connection enabled":["החיבורים מופעלים"],"Failed":["נכשל"],"The sharing is successful\u0004Shared":["שותף"],"Sharing failed with the following message:":["השיתוף נכשל עם ההודעה הבאה:"],"Sharing status":["מצב השיתוף"],"View sharing history":["להציג את היסטוריית השיתופים"],"The request to share your post is still in progress.":["הבקשה לשתף את הפוסט שלך עדיין בתהליך."],"Your post was not shared.":["הפוסט שלך לא שותף."],"Your post was shared.":["הפוסט שלך שותף."],"Review status and try again":["יש לבדוק את הסטטוס ולנסות שוב"],"Your post was unable to be shared to %d connection.":["לא ניתן היה לשתף את הפוסט שלך בחיבור %d.","לא ניתן היה לשתף את הפוסט שלך ב-%d חיבורים."],"Sharing to your social media…":["שיתוף ברשתות החברתיות שלך..."],"Write a custom message for your social audience here. This message will override your social post content.":["יש לכתוב כאן הודעה מותאמת אישית לקהל הקוראים שלך ברשתות החברתיות. הודעה זו תחליף את תוכן הפוסט שלך ברשתות החברתיות."],"Invalid media":["מדיה לא תקינה"],"Invalid dimensions":["ממדים לא תקינים"],"Video too short":["הווידאו קצר מדי"],"Video too long":["הווידאו ארוך מדי"],"File too big":["הקובץ גדול מדי"],"Social Preview":["תצוגה מקדימה של רשתות חברתיות"],"Preview social posts":["להציג תצוגה מקדימה של פוסטים לרשתות החברתיות"],"Please fix the broken connections or disconnect them to create more connections.":["יש לתקן את החיבורים הפגומים או להתנתק מהם כדי ליצור חיבורים חדשים."],"Fix social media connection\u0004Fix connection":["לתקן את החיבור"],"Fix the social media connections\u0004Fix connections":["לתקן את החיבורים"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["רוצה לשתף את התוכן ברשתות אחרות? ניתן להשתמש באפשרות 'שיתוף ידני' ישירות מהעורך."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["ניתן להשתמש באפשרות <link>שיתוף ידני<\/link> במקום."],"Threads profile image":["תמונת הפרופיל ב-Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["תצוגה מקדימה של הקישור ל-Threads דורשת הגדרה של תמונה עבור הפוסט. יש להוסיף תמונה כדי להציג את התצוגה המקדימה."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["כך ייראה הפוסט שלך ב-WordPress כאשר מישהו ישתף את הקישור אליו ב-Threads."],"This is what your social post will look like on Threads:":["כך ייראה הפוסט שלך ברשתות החברתיות ב-Threads:"],"Failed to save image to library.":["שמירת התמונה בספרייה נכשלה."],"Failed to download image.":["הורדת הקובץ נכשלה."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["לשמור בספריית המדיה"],"Saving the file to media library\u0004Saving…":["שומרים…"],"Save the generated image to your media library.":["יש לשמור את התמונה שנוצרה בספריית המדיה שלך."],"Image saved to media library.":["התמונה נשמרה בספריית המדיה."],"Add Threads connection":["להוסיף חיבור אל Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["להגדיל את הנוכחות שלך ברשתות החברתיות על ידי שיתוף אוטומטי של פוסטים ב-Threads."],"Share posts to your Threads feed.":["שיתוף פוסטים בפיד שלך ב-Threads."],"Broken connection":["חיבור פגום"],"Attached Media":["מדיה מצורפת"],"This platform is no longer supported.":["הפלטפורמה הזו כבר לא נתמכת."],"Updating account":["מעדכן את החשבון"],"Error updating account.":["שגיאה בעדכון החשבון."],"Account updated successfully.":["החשבון עודכן בהצלחה."],"Error connecting account.":["שגיאה בחיבור החשבון."],"%s account connected successfully.":["חיבור החשבון %s התבצע בהצלחה."],"Error disconnecting account.":["אירעה שגיאה בעת ניתוק החשבון."],"Account disconnected successfully.":["ניתוק החשבון התבצע בהצלחה."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["כדי לשתף ב-Mastodon יש להזין את שם המשתמש שלך ב-Mastodon להלן ואז ללחוץ על 'להתחבר'."],"Share with your network.":["לשתף עם הרשת שלך."],"Add Tumblr connection":["להוסיף חיבור אל Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>להתחבר<\/strong> כדי לשתף באופן אוטומטי את הפוסטים בבלוג Tumblr."],"Share to your Tumblr blog.":["לשתף בבלוג שלך ב-Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>להתחבר<\/strong> עם חברים, עם שכנים ועם עסקים מקומיים באמצעות שיתוף אוטומטי של הפוסטים שלך ב-Nextdoor."],"Share on communities":["לשתף בקהילות"],"Add LinkedIn connection":["להוסיף חיבור אל LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["יש <strong>להתחבר<\/strong> כדי לשתף באופן אוטומטי פוסטים עם אנשי הקשר שלך ב-LinkedIn."],"Share with your LinkedIn community.":["לשתף עם הקהילה שלך ב-LinkedIn."],"Add Instagram photo":["להוסיף תמונה של אינסטגרם"],"Learn how to convert & link your Instagram account.":["ניתן ללמוד איך להמיר ולקשר את החשבון שלך באינסטגרם."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>לאחר לחיצה על 'להתחבר', נבקש ממך <strong>להתחבר לפייסבוק<\/strong>. אם החשבון העסקי שלך באינסטגרם לא רשום, עליך לוודא שהוא מקושר לעמוד פייסבק.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["החשבון העסקי שלך באינסטגרם חייב להיות מקושר לעמוד פייסבק."],"You must have an Instagram Business account.":["חייב להיות לך חשבון עסקי באינסטגרם."],"Requirements for connecting Instagram:":["דרישות לחיבור אינסטגרם:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["לקדם מעורבות ולחסוך זמן על ידי שיתוף אוטומטי של תמונות באינסטגרם בזמן פרסום פוסטים בבלוג."],"Share to your Instagram Business account.":["לשתף עם חשבון Instagram Business שלך."],"Add Facebook connection":["להוסיף חיבור אל פייסבוק"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>להתחבר<\/strong> כדי לשתף פוסטים באופן אוטומטי בדף הפייסבוק שלך."],"Share to your pages":["לשתף עם העמודים שלך"],"This Mastodon account is already connected":["חשבון Mastodon זה כבר מחובר"],"Invalid Mastodon username":["שם משתמש לא חוקי ב-Mastodon"],"%d connections":["%d חיבורים"],"This connection is added by a site administrator.":["החשבון נוסף על ידי מנהל המערכת של האתר."],"Connect more":["לחבר עוד"],"Manage Jetpack Social connections":["לנהל חיבורים של Jetpack Social"],"Connection confirmation":["אישור התחברות"],"Already connected":["כבר מחובר"],"No accounts\/pages found.":["לא נמצאו חשבונות\/עמודים"],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["לא נמצאו עוד חשבונות\/עמודים."],"You can change this later.":["אפשר לשנות את הבחירה בשלב מאוחר יותר."],"If enabled, the connection will be available to all administrators, editors, and authors.":["אם האפשרות מופעלת, החיבור יהיה זמין לכל מנהלי המערכת, העורכים והמחברים."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["יש לבחור את החשבון שאליו ברצונך להתחבר. כל הפוסטים החדשים בבלוג שלך ישותפו באופן אוטומטי לחשבון זה. תהיה לך אפשרות לשנות זאת בסרגל הצדי של העורך בעת כתיבה של פוסט."],"Please select an account to connect.":["יש לבחור חשבון להתחבר אליו."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["לבטל נעילה של כלי שיתוף מדיה משופרים."],"Reconnect a social media account\u0004Reconnect":["להתחבר מחדש"],"Mark the connection as shared":["לסמן את החיבור כמשותף"],"Disconnect a social media account\u0004Disconnect":["להתנתק"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["האם ברצונך להתנתק מ-<strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["עליך להפעיל ברשתות החברתיות את החשבונות שבהם ברצונך לשתף מחדש את הפוסט, ואז ללחוץ על כפתור 'לשתף פוסט' למטה."],"Click on the social icons below to control where you want to share your post.":["כדי לשלוט ביעדים לשיתוף הפוסט, יש ללחוץ על סמלי הרשתות החברתיות למטה."],"You must connect your WordPress.com account to be able to add social media connections.":["עליך לחבר את החשבון שלך ב-WordPress.com כדי להוסיף חיבורים לרשתות חברתיות."],"Sharing is disabled because there are no social media accounts connected.":["השיתוף מושבת מאחר שלא מחוברים חשבונות של רשתות חברתיות."],"Bluesky":["Bluesky"],"Manage connections":["ניהול חיבורים"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["יש להקיש על הסמל של הרשת החברתית או על סמל 'העתקה ללוח', ואנחנו נעצב את התוכן שלך לשיתוף."],"Manual sharing":["שיתוף ידני"],"This post will be shared to %d connection.":["הפוסט הזה ישותף לקישור %d.","הפוסט הזה ישותף ל-%d קישורים."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["כך נראה הפוסט שפרסמת ב-WordPress כשמישהו משתף את הקישור אליו ב-Nextdoor."],"This is what your social post will look like on Nextdoor:":["כך הפוסט לרשתות החברתיות יוצג ב-Nextdoor:"],"Neighborhood":["שכונה"],"Share on %s":["שיתוף ב: %s"],"Copy to clipboard":["להעתיק ללוח"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["ניתן להפעיל את Jetpack Social כדי לחבר את האתר שלך לרשתות החברתיות המשמשות אותך."],"Button label that opens the social previews modal\u0004Preview":["תצוגה מקדימה"],"Templates":["תבניות"],"Custom Header":["כותרת מותאמת אישית"],"Open the Social Image Generator settings":["יש לפתוח את ההגדרות של 'כלי ליצירת תמונה לרשתות חברתיות'"],"Heading for the generated preview image\u0004Preview":["תצוגה מקדימה"],"You need a featured image to share to Instagram.":["כדי לשתף באינסטגרם, נדרשת תמונה מרכזית."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["כדי לשתף באינסטגרם, יש להוסיף תמונה\/וידאו או להפעיל את יוצר התמונות לרשתות החברתיות."],"Leave a Review":["להשאיר חוות דעת"],"Please leave a review to let others know how easy getting your posts on social media can be!":["אפשר להשאיר חוות דעת כדי ליידע אחרים באיזו קלות אפשר לפרסם את הפוסטים שלך ברשתות החברתיות!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["ממש בקלות התוסף Jetpack Social שיתף את הפוסט שלך בחשבונות המחוברים שלך לרשתות החברתיות."],"Presto! %s":["קלי קלות! %s"],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["כך נראה הפוסט שפרסמת ב-WordPress כאשר מישהו משתף את הקישור אליו ב-X."],"This is what your social post will look like on X:":["כך הפוסט לרשתות החברתיות יוצג ב-X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["כך נראה הפוסט שפרסמת ב-WordPress כאשר מישהו משתף את הקישור אליו ב-Tumblr."],"This is what your social post will look like on Tumblr:":["כך הפוסט לרשתות החברתיות יוצג ב-Tumblr:"],"Reblog":["פרסום מחדש בבלוג"],"0 notes":["אין פתקים"],"View On WordPress":["להציג ב-WordPress"],"Tumblr preview thumbnail":["תמונה ממוזערת של התצוגה המקדימה ב-Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["כך נראה הפוסט שפרסמת ב-WordPress כאשר מישהו משתף את הקישור אליו ב-Mastodon."],"This is what your social post will look like on Mastodon:":["כך הפוסט לרשתות החברתיות יוצג ב-Mastodon:"],"anonymous-user":["anonymous-user"],"Mastodon preview thumbnail":["תמונה ממוזערת של התצוגה המקדימה ב-Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["כך נראה הפוסט שפרסמת ב-WordPress כאשר מישהו משתף את הקישור אליו ב-LinkedIn."],"This is what your social post will look like on LinkedIn:":["כך הפוסט לרשתות החברתיות יוצג ב-LinkedIn:"],"%d min read":["משך קריאה – %d דקות"],"1st":["מקום ראשון"],"View one comment":["להציג תגובה אחת"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["כך נראה הפוסט שפרסמת ב-WordPress כאשר מישהו משתף את הקישור אליו בפייסבוק."],"Link preview":["תצוגה מקדימה של הקישור"],"This is what your social post will look like on Facebook:":["כך הפוסט לרשתות החברתיות יוצג בפייסבוק:"],"Your post":["הפוסט שלך"],"Just now":["ממש עכשיו"],"1h":["שעה אחת"],"Anonymous User":["משתמש אנונימי"],"Facebook Preview Thumbnail":["תמונה ממוזערת של התצוגה המקדימה בפייסבוק"],"Job Title (Company Name)":["שם המשרה (שם החברה)"],"Dismiss notice":["להתעלם מההודעה"],"Connect now":["להתחבר כעת"],"Pick the %s template":["יש לבחור את התבנית %s"],"Generated preview":["תצוגה מקדימה שנוצרה"],"By default the post title is used for the image. You can use this field to set your own text.":["כברירת מחדל, אנחנו משתמשים בכותרת הפוסט לתמונה. ניתן להשתמש בשדה הזה כדי לקבוע טקסט משלך."],"Social Image is disabled for this post.":["התמונה לרשתות חברתיות מושבתת בפוסט הזה."],"Enable Social Image":["להפעיל את התמונה לרשתות חברתיות"],"Add a custom image":["הוספת תמונה מותאמת אישית"],"No Image":["ללא תמונה"],"Custom Image":["תמונה מותאמת אישית"],"Image Type":["סוג תמונה"],"Social Image Generator":["כלי ליצירת תמונה לרשתות חברתיות"],"Choose Image":["יש לבחור תמונה"],"Arrow right":["חץ ימינה"],"Arrow left":["חץ שמאלה"],"Mastodon":["Mastodon"],"Troubleshooting tips":["עצות לפתרון בעיות"],"Learn photo and video best practices":["ללמוד על שיטות מומלצות לעבודה עם תמונות וסרטוני וידאו"],"Choose a visual to accompany your post.":["לבחור תמונה שתתווסף לפוסט."],"Add an image or video":["להוסיף תמונה או וידאו"],"Remove media":["להסיר מדיה"],"Choose Media":["לבחור מדיה"],"Close.":["לסגור."],"New":["חדש"],"Magnifying Glass":["זכוכית מגדלת"],"Share Your Content Again":["לשתף את התוכן שלך שוב"],"Re-sharing your content":["לשתף שוב את התוכן שלך"],"Share when publishing":["לשתף במועד הפרסום"],"Connection":["חיבור"],"More information.":["מידע נוסף."],"This feature is for sites with a %s plan.":["האפשרות הזאת זמינה רק באתרים שרשומים לתוכנית %s."],"To re-share a post, you need to upgrade to the %s plan":["כדי לשתף מחדש את הפוסט, עליך לשדרג לתוכנית %s"],"Upgrade now":["זה הזמן לשדרג"],"paid":["בתשלום"],"Use this tool to share your post on all your social media accounts.":["הכלי הזה יאפשר לך לשתף את הפוסט בכל החשבונות שלך ברשתות החברתיות."],"Start sharing your posts by connecting your social media accounts.":["להתחיל לשתף את הפוסטים שלך על ידי חיבור החשבונות שלך ברשתות החברתיות."],"You must publish your post before you can share it.":["עליך לפרסם את הפוסט לפני שתהיה לך אפשרות לשתף אותו."],"Unable to share the Post":["לא ניתן לשתף את הפוסט"],"Jetpack Logo":["הלוגו של Jetpack"],"Dismiss":["ביטול"],"Retry":["יש לנסות שנית"],"Twitter profile image":["תמונת הפרופיל של טוויטר"],"Account Name":["שם חשבון"],"Social Previews":["תצוגה מקדימה של רשתות חברתיות"],"Preview what this will look like on social networks and Google search.":["ניתן להציג בתצוגה מקדימה כיצד התוכן יופיע ברשתות החברתיות ובחיפוש של Google."],"Open Social Previews":["לפתוח תצוגה מקדימה של רשתות חברתיות"],"Google Search":["חיפוש Google"],"Redirecting…":["מנתב מחדש..."],"Upgrade your plan to upload audio":["יש לשדרג את התוכנית שלך כדי להעלות אודיו"],"Upgrade your plan to use video covers":["יש לשדרג את התוכנית שלך כדי להשתמש בשער של וידאו"],"Has a video.":["כולל וידאו."],"Tag":["תגית"],"Post":["פוסט"],"Page":["עמוד"],"Has an image.":["כולל תמונה."],"Has multiple images.":["כולל מספר תמונות."],"Toggle search filters.":["לשנות את מסנני החיפוש."],"Matching comment.":["תגובה תואמת."],"Show filters":["להציג מסננים."],"Is a product.":["הפריט הוא מוצר."],"Is an event.":["הפריט הוא אירוע."],"Has audio.":["כולל אודיו."],"Disconnecting…":["מתנתק..."],"Connecting…":["מתחבר..."],"Confirm":["אישור"],"Share this post":["שיתוף הפוסט"],"%d character remaining":["תו %d נותר","%d תווים נותרו"],"Connect an account":["חיבור חשבון"],"(opens in a new tab)":["(נפתח בלשונית חדשה)"],"Activate Jetpack Social":["להפעיל את Jetpack Social"],"Help":["עזרה"],"View":["הצגה"],"Copied!":["הועתק!"],"WhatsApp":["WhatsApp"],"Information.":["מידע."],"Featured Image":["תמונה ראשית"],"Learn more":["למד עוד"],"Delete":["מחיקה"],"Category":["קטגוריה"],"Time":["זמן"],"Tumblr":["Tumblr"],"Facebook":["פייסבוק"],"LinkedIn":["LinkedIn"],"Close":["סגור"],"Share":["שתף"],"Connect":["להתחבר"],"Save":["שמירה"],"Reply":["להגיב"],"Like":["אהבתי"],"Cancel":["בטל"],"Yes":["כן"],"Message":["הודעה"],"Comment":["תגובה"],"Visit the post for more.":["בקר ברשומה לפרטים נוספים."],"Edit":["עריכה"],"Connected":["מחובר"],"Settings":["הגדרות"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}