{"translation-revision-date":"2025-06-29 05:16:30+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Default Image":["Gambar Default"],"To re-share a post, you need to upgrade to a paid plan.":["Untuk membagikan ulang pos, Anda perlu melakukan upgrade ke paket berbayar."],"Publicize scheduled actions":["Publikasikan tindakan terjadwal"],"Publicize shares data":["Publikasikan data aktivitas berbagi"],"There was an error deleting the item.":["Terjadi error saat menghapus item."],"There was an error scheduling the post.":["Terjadi error saat menjadwalkan pos."],"Post scheduled successfully.":["Pos berhasil dijadwalkan."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Tidak ada aktivitas berbagi berikutnya"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Aktivitas berbagi berikutnya"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Terjadwal (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Terjadwal (Memuat...)"],"The button label for the modal trigger\u0004Preview & Share":["Pratinjau & Bagikan"],"The title of the social modal\u0004Share Post":["Bagikan Pos"],"Are you sure you want to delete this post?":["Anda yakin ingin menghapus pos ini?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Konfirmasi"],"Label for publicize toggle\u0004Sharing is disabled":["Berbagi dinonaktifkan"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Platform berikut tidak didukung lagi:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Agar dapat terus berbagi dengan koneksi ini, sambungkan kembali koneksinya."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Ada masalah dengan koneksi ini."],"Publicize services":["Publikasikan layanan"],"This can either be %s or just the domain name if you are using a custom domain.":["Hal ini dapat berupa %s atau hanya nama domain jika Anda menggunakan domain kustom."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Nama pengguna Bluesky tidak boleh berisi titik. Jika menggunakan domain kustom, masukkan tanpa \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Ada koneksi sosial yang perlu perhatian. <fixLink>Kelola koneksi<\/fixLink> untuk memperbaikinya.","Beberapa koneksi sosial perlu perhatian. <fixLink>Kelola koneksi<\/fixLink> untuk memperbaikinya."],"Expiring connection":["Koneksi berakhir","Koneksi berakhir"],"Reconnect to continue sharing.":["Sambungkan kembali untuk lanjut berbagi."],"Social Settings":["Pengaturan Media Sosial"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Kami tidak dapat mengambil data halaman perusahaan mana saja yang dapat Anda akses. Masalah ini lazim terjadi dengan API LinkedIn. Jika Anda ingin terhubung dengan halaman perusahaan, coba lagi setelah 5 menit."],"Request submitted successfully.":["Permintaan berhasil dikirim."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Inilah tampilan pos WordPress Anda saat tautannya dibagikan di Bluesky."],"This is what your social post will look like on Bluesky:":["Inilah tampilan pos media sosial Anda di Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1j"],"Account name":["Nama akun"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Untuk berbagi ke Bluesky, masukkan handle Bluesky Anda dan kata sandi aplikasi di bawah ini, lalu klik hubungkan."],"This Bluesky account is already connected":["Akun Bluesky ini sudah terhubung"],"Invalid Bluesky handle":["Handle Bluesky ini tidak valid"],"Please provide an app password to fix the connection.":["Masukkan kata sandi aplikasi untuk mengatasi masalah koneksi."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Kata sandi aplikasi diperlukan untuk menghubungkan akun Anda secara aman. Kata sandi aplikasi berbeda dengan kata sandi akun Anda. Anda dapat <link>membuatnya di Bluesky<\/link>."],"App password":["Kata sandi aplikasi"],"You can find the handle in your Bluesky profile.":["Anda dapat menemukan handle di profil Bluesky."],"Bluesky handle":["Handle Bluesky"],"You can find the handle in your Mastodon profile.":["Anda dapat menemukan handle di profil Mastodon."],"Mastodon handle":["Handle Mastodon"],"The handle of a social media account.\u0004Handle":["Handle"],"Actions":["Tindakan"],"Status":["Status"],"Social media connection\u0004This connection has been reconnected or removed.":["Sambungan ini telah diputus atau dihapus."],"Social media connection\u0004This connection has been removed.":["Sambungan ini telah dihapus."],"Please refresh and check again in a few minutes.":["Segarkan tab dan periksa lagi dalam beberapa menit."],"Edit and preview your social post before sharing.":["Sunting dan pratinjau pos media sosial Anda sebelum membagikan."],"Connection disabled":["Koneksi dinonaktifkan"],"Connection enabled":["Sambungan diaktifkan"],"Failed":["Gagal"],"The sharing is successful\u0004Shared":["Dibagikan"],"Sharing failed with the following message:":["Upaya berbagi gagal dengan pesan berikut:"],"Sharing status":["Status berbagi"],"View sharing history":["Lihat riwayat berbagi"],"The request to share your post is still in progress.":["Permintaan untuk berbagi pos Anda sedang berlangsung."],"Your post was not shared.":["Pos Anda tidak dibagikan."],"Your post was shared.":["Pos Anda tidak dibagikan."],"Review status and try again":["Tinjau status, lalu coba lagi"],"Your post was unable to be shared to %d connection.":["Pos Anda gagal dibagikan kepada %d koneksi.","Pos Anda gagal dibagikan kepada %d koneksi."],"Sharing to your social media…":["Berbagi ke media sosial Anda…"],"Write a custom message for your social audience here. This message will override your social post content.":["Tulis pesan kustom untuk audiens media sosial Anda di sini. Pesan ini akan menimpa konten media sosial Anda."],"Invalid media":["Media tidak valid"],"Invalid dimensions":["Dimensi tidak valid"],"Video too short":["Video terlalu pendek"],"Video too long":["Video terlalu panjang"],"File too big":["Berkas terlalu besar"],"Social Preview":["Pratinjau Sosial"],"Preview social posts":["Pratinjau pos sosial"],"Please fix the broken connections or disconnect them to create more connections.":["Perbaiki koneksi yang rusak atau putus koneksi untuk membuat koneksi lain."],"Fix social media connection\u0004Fix connection":["Perbaiki koneksi"],"Fix the social media connections\u0004Fix connections":["Perbaiki koneksi"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Ingin membagikan ke jejaring lain? Gunakan fitur Berbagi Manual dari editor."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Gunakan saja fitur <link>Berbagi Manual<\/link> kami."],"Threads profile image":["Gambar profil Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Pratinjau tautan Threads memerlukan gambar yang ditetapkan untuk pos. Silakan tambahkan gambar untuk melihat pratinjau."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Inilah tampilan pos WordPress Anda saat tautannya dibagikan oleh orang lain di Threads."],"This is what your social post will look like on Threads:":["Inilah tampilan pos media sosial Anda di Threads:"],"Failed to save image to library.":["Gagal menyimpan gambar di pustaka."],"Failed to download image.":["Gagal mengunduh gambar."],"The name of the social media network - threads.net\u0004Threads":["Thread"],"Save to media library":["Simpan di pustaka media"],"Saving the file to media library\u0004Saving…":["Menyimpan…"],"Save the generated image to your media library.":["Simpan gambar yang dibuat di pustaka media."],"Image saved to media library.":["Gambar disimpan di pustaka media."],"Add Threads connection":["Tambahkan sambungan Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Perkuat eksistensi di media sosial dengan membagikan pos secara otomatis ke Threads."],"Share posts to your Threads feed.":["Bagikan pos ke feed Threads."],"Broken connection":["Koneksi terputus"],"Attached Media":["Media yang Dilampirkan"],"This platform is no longer supported.":["Platform ini tidak lagi didukung."],"Updating account":["Memperbarui akun"],"Error updating account.":["Error saat memperbarui akun."],"Account updated successfully.":["Akun berhasil diperbarui."],"Error connecting account.":["Terjadi error saat menghubungkan akun."],"%s account connected successfully.":["Akun %s berhasil terhubung."],"Error disconnecting account.":["Terjadi error saat memutuskan koneksi akun."],"Account disconnected successfully.":["Hubungan ke akun berhasil terputus."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Untuk membagikan ke Mastodon, masukkan nama pengguna Mastodon Anda di bawah, lalu klik hubungkan."],"Share with your network.":["Bagikan dengan jaringan Anda."],"Add Tumblr connection":["Tambahkan koneksi Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Hubungkan<\/strong> agar pos dibagikan secara otomatis ke blog Tumblr."],"Share to your Tumblr blog.":["Bagikan ke blog Tumblr Anda."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Hubungkan<\/strong> ke teman, tetangga, dan bisnis lokal dengan membagikan pos secara otomatis ke Nextdoor."],"Share on communities":["Bagikan di komunitas"],"Add LinkedIn connection":["Tambahkan koneksi LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Hubungkan<\/strong> agar pos dibagikan secara otomatis kepada koneksi LinkedIn Anda."],"Share with your LinkedIn community.":["Bagikan dengan komunitas LinkedIn Anda."],"Add Instagram photo":["Tambahkan foto Instagram"],"Learn how to convert & link your Instagram account.":["Pelajari cara mengubah & menautkan akun Instagram Anda."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Setelah mengeklik “hubungkan”, Anda akan diminta <strong>login ke Facebook<\/strong>. Jika akun Instagram Bisnis Anda tidak terdaftar, pastikan akun tersebut tertaut dengan halaman Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Akun Instagram Bisnis Anda harus tertaut dengan halaman Facebook."],"You must have an Instagram Business account.":["Anda harus mempunyai akun Instagram Bisnis."],"Requirements for connecting Instagram:":["Persyaratan untuk menghubungkan Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Dorong interaksi dan hemat waktu dengan membagikan gambar ke Instagram secara otomatis saat memublikasikan pos blog."],"Share to your Instagram Business account.":["Bagikan ke akun Instagram Bisnis Anda."],"Add Facebook connection":["Tambahkan koneksi Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Hubungkan<\/strong> agar pos dibagikan secara otomatis di halaman Facebook."],"Share to your pages":["Bagikan ke halaman Anda"],"This Mastodon account is already connected":["Akun Mastodon ini telah terhubung"],"Invalid Mastodon username":["Nama pengguna tidak valid"],"%d connections":["%d koneksi"],"This connection is added by a site administrator.":["Koneksi ini ditambahkan oleh administrator situs."],"Connect more":["Hubungkan lagi"],"Manage Jetpack Social connections":["Kelola koneksi Jetpack Social"],"Connection confirmation":["Konfirmasi koneksi"],"Already connected":["Telah terhubung"],"No accounts\/pages found.":["Akun\/halaman tidak ditemukan."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Akun\/halaman lain tidak ditemukan."],"You can change this later.":["Anda dapat mengubahnya di lain waktu."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Jika diaktifkan, koneksi akan tersedia bagi semua administrator, editor, dan penulis."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Pilih akun yang ingin Anda hubungkan. Semua pos blog baru akan dibagikan secara otomatis ke akun ini Anda akan dapat mengubah pilihan ini di bilah sisi editor ketika menulis pos."],"Please select an account to connect.":["Pilih akun yang akan dihubungkan."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Dapatkan fitur berbagi media tingkat lanjut."],"Reconnect a social media account\u0004Reconnect":["Hubungkan kembali"],"Mark the connection as shared":["Tandai koneksi sebagai dibagikan"],"Disconnect a social media account\u0004Disconnect":["Putuskan"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Anda yakin ingin memutus koneksi <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Aktifkan akun media sosial yang ingin Anda gunakan untuk membagikan ulang pos Anda, lalu klik tombol \"Bagikan Pos\" di bawah."],"Click on the social icons below to control where you want to share your post.":["Klik ikon sosial di bawah untuk mengatur ke mana Anda akan membagikan pos Anda."],"You must connect your WordPress.com account to be able to add social media connections.":["Akun WordPress.com Anda harus dihubungkan untuk menambahkan koneksi media sosial."],"Sharing is disabled because there are no social media accounts connected.":["Berbagi dinonaktifkan karena tidak ada akun media sosial yang terhubung."],"Bluesky":["Bluesky"],"Manage connections":["Kelola koneksi"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Cukup ketuk ikon jejaring sosial atau \"Salin ke Clipboard\", kemudian kami akan menyiapkan format konten Anda untuk dibagikan."],"Manual sharing":["Berbagi manual"],"This post will be shared to %d connection.":["Pos ini akan dibagikan ke %d koneksi.","Pos ini akan dibagikan ke %d koneksi."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Inilah tampilan pos WordPress Anda saat tautannya dibagikan ke Nextdoor."],"This is what your social post will look like on Nextdoor:":["Inilah tampilan pos media sosial Anda di Nextdoor:"],"Neighborhood":["Lingkungan"],"Share on %s":["Berbagi di %s"],"Copy to clipboard":["Salin ke papan klip"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Aktifkan fitur Jetpack Social untuk menyambungkan situs ke platform media sosial yang Anda gunakan."],"Button label that opens the social previews modal\u0004Preview":["Pratinjau"],"Templates":["Templat"],"Custom Header":["Header Kustom"],"Open the Social Image Generator settings":["Buka pengaturan Social Image Generator"],"Heading for the generated preview image\u0004Preview":["Pratinjau"],"You need a featured image to share to Instagram.":["Anda memerlukan gambar andalan untuk dibagikan ke Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Untuk membagikan ke Instagram, tambahkan gambar\/video, atau aktifkan Social Image Generator."],"Leave a Review":["Tulis Ulasan"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Mohon berikan ulasan agar orang lain tahu betapa mudahnya mengunggah artikel Anda di media sosial!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Semudah itu, Jetpack Social telah membagikan artikel Anda ke akun media sosial yang terhubung."],"Presto! %s":["Presto! %s"],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Inilah tampilan pos WordPress Anda saat tautannya dibagikan di X."],"This is what your social post will look like on X:":["Inilah tampilan pos media sosial Anda di X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Inilah tampilan ketika seseorang membagikan tautan ke pos WordPress Anda di Tumblr."],"This is what your social post will look like on Tumblr:":["Inilah tampilan pos media sosial Anda di Tumblr:"],"Reblog":["Reblog"],"0 notes":["0 catatan"],"View On WordPress":["Tampilkan di WordPress"],"Tumblr preview thumbnail":["Gambar poster pratinjau Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Inilah tampilan ketika seseorang membagikan tautan ke pos WordPress Anda di Mastodon."],"This is what your social post will look like on Mastodon:":["Inilah tampilan pos media sosial Anda di Mastodon:"],"anonymous-user":["anonymous-user"],"Mastodon preview thumbnail":["Gambar poster pratinjau Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Inilah tampilan ketika seseorang membagikan tautan ke pos WordPress Anda di LinkedIn."],"This is what your social post will look like on LinkedIn:":["Inilah tampilan pos media sosial Anda di LinkedIn:"],"%d min read":["Bacaan %d mnt"],"1st":["pertama"],"View one comment":["Lihat satu komentar"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Inilah tampilan ketika seseorang membagikan tautan ke pos WordPress Anda di Facebook."],"Link preview":["Pratinjau tautan"],"This is what your social post will look like on Facebook:":["Inilah tampilan pos media sosial Anda di Facebook:"],"Your post":["Pos Anda"],"Just now":["Baru saja"],"1h":["1h"],"Anonymous User":["Pengguna Anonim"],"Facebook Preview Thumbnail":["Gambar Poster Pratinjau Facebook"],"Job Title (Company Name)":["Jabatan (Nama Perusahaan)"],"Dismiss notice":["Tutup pemberitahuan"],"Connect now":["Hubungkan sekarang"],"Pick the %s template":["Pilih templat %s"],"Generated preview":["Pratinjau yang sudah dibuat"],"By default the post title is used for the image. You can use this field to set your own text.":["Secara default, judul pos akan digunakan untuk gambar itu. Untuk menggunakan teks lain, masukkan di kolom ini."],"Social Image is disabled for this post.":["Thumbnail media sosial dinonaktifkan untuk pos ini."],"Enable Social Image":["Aktifkan Thumbnail Media Sosial"],"Add a custom image":["Tambahkan gambar sendiri"],"No Image":["Tidak Ada Gambar"],"Custom Image":["Gambar Kustom"],"Image Type":["Jenis Gambar"],"Social Image Generator":["Social Image Generator"],"Choose Image":["Pilih Gambar"],"Arrow right":["Panah kanan"],"Arrow left":["Panah kiri"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Tips pemecahan masalah"],"Learn photo and video best practices":["Pelajari praktif terbaik terkait foto dan video"],"Choose a visual to accompany your post.":["Pilih gambar untuk melengkapi pos Anda."],"Add an image or video":["Tambahkan gambar atau video"],"Remove media":["Hapus media"],"Choose Media":["Pilih Media"],"Close.":["Tutup."],"New":["Baru"],"Magnifying Glass":["Kaca Pembesar"],"Share Your Content Again":["Bagikan Konten Anda Lagi"],"Re-sharing your content":["Berbagi ulang konten Anda"],"Share when publishing":["Bagikan ketika memposkan"],"Connection":["Koneksi"],"More information.":["Informasi selengkapnya."],"This feature is for sites with a %s plan.":["Fitur ini untuk situs dengan paket %s."],"To re-share a post, you need to upgrade to the %s plan":["Untuk membagikan ulang pos, Anda perlu melakukan upgrade ke paket %s"],"Upgrade now":["Upgrade sekarang"],"paid":["berbayar"],"Use this tool to share your post on all your social media accounts.":["Gunakan alat ini untuk membagikan pos ke semua akun media sosial Anda."],"Start sharing your posts by connecting your social media accounts.":["Mulai bagikan pos dengan menghubungkan akun media sosial Anda."],"You must publish your post before you can share it.":["Anda harus memposkan pos Anda sebelum dapat membagikannya."],"Unable to share the Post":["Tidak dapat membagikan Pos"],"Jetpack Logo":["Logo Jetpack"],"Dismiss":["Tutup"],"Retry":["Coba Lagi"],"Twitter profile image":["Gambar profil Twitter"],"Account Name":["Nama Akun"],"Social Previews":["Pratinjau Sosial"],"Preview what this will look like on social networks and Google search.":["Lihat pratinjau di jejaring sosial dan pencarian Google."],"Open Social Previews":["Buka Pratinjau Sosial"],"Google Search":["Pencarian Google"],"Redirecting…":["Mengalihkan…"],"Upgrade your plan to upload audio":["Upgrade paket Anda untuk mengunggah audio"],"Upgrade your plan to use video covers":["Upgrade paket Anda untuk menggunakan sampul video"],"Has a video.":["Memiliki video."],"Tag":["Tag"],"Post":["Postingan"],"Page":["Halaman"],"Has an image.":["Memiliki gambar."],"Has multiple images.":["Memiliki banyak gambar."],"Toggle search filters.":["Alihkan penyaring pencarian."],"Matching comment.":["Mencocokkan komentar."],"Show filters":["Tampilkan penyaring"],"Is a product.":["Adalah produk."],"Is an event.":["Adalah acara."],"Has audio.":["Memiliki audio."],"Disconnecting…":["Memutuskan hubungan…"],"Connecting…":["Menghubungkan…"],"Schedule":["Jadwal"],"Confirm":["Konfirmasi"],"Share this post":["Bagikan pos ini"],"%d character remaining":["%d karakter tersisa","%d karakter tersisa"],"Connect an account":["Hubungkan akun"],"(opens in a new tab)":["(dibuka di tab baru)"],"Activate Jetpack Social":["Aktifkan Jetpack Social"],"Help":["Bantuan"],"View":["Lihat"],"Copied!":["Telah disalin!"],"WhatsApp":["WhatsApp"],"Information.":["Informasi."],"Featured Image":["Gambar Andalan"],"Learn more":["Pelajari Lebih Lanjut"],"Delete":["Hapus"],"Category":["Kategori"],"Time":["Waktu"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Tutup"],"Share":["Berbagi"],"Connect":["Hubungkan"],"Save":["Simpan"],"Reply":["Balas"],"Like":["Suka"],"Cancel":["Batal"],"Yes":["Ya"],"Message":["Pesan"],"Comment":["Komentar"],"Visit the post for more.":["Kunjungi pos untuk informasi selengkapnya."],"Edit":["Sunting"],"Connected":["Terhubung"],"Settings":["Pengaturan"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}