{"translation-revision-date":"2025-06-06 07:30:27+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Default Image":["Standardbilde"],"To re-share a post, you need to upgrade to a paid plan.":["For å dele et innlegg på nytt må du oppgradere til en betalt pakke."],"Publicize scheduled actions":["Planlagte handlinger for publisering"],"There was an error deleting the item.":["Det oppsto en feil ved sletting av elementet."],"There was an error scheduling the post.":["Det oppsto en feil ved planlegging av innlegget."],"Post scheduled successfully.":["Innlegg planlagt."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Ingen kommende delinger"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Kommende delinger"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Planlagt (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Planlagt (laster…)"],"The button label for the modal trigger\u0004Preview & Share":["Forhåndsvis og del"],"The title of the social modal\u0004Share Post":["Del innlegg"],"Are you sure you want to delete this post?":["Er du sikker på at du vil slette dette innlegget?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Bekreft"],"Label for publicize toggle\u0004Sharing is disabled":["Deling er slått av"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Følgende plattformer er ikke lenger støttet:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["For å fortsette å dele på denne tilkoblingen, koble den til på nytt."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Det er et problem med denne tilboblingen."],"Publicize services":["Publiseringstjenester"],"This can either be %s or just the domain name if you are using a custom domain.":["Dette kan enten være %s eller domenenavnet om du bruker et tilpasset domene."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Brukernavn på Bluesky kan ikke inneholde punktum. Hvis du bruker et tilpasset domene, legg det inn uten \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["En sosial tilkobling trenger oppmerksomhet. <fixLink>Behandle tilkoblinger<\/fixLink> for å rette den.","Noen sosiale tilkoblinger trenger oppmerksomhet. <fixLink>Behandle tilkoblinger<\/fixLink> for å rette dem."],"Expiring connection":["Tilkobling som utløper","Tilkoblinger som utløper"],"Reconnect to continue sharing.":["Koble til på nytt for å fortsette å dele"],"Social Settings":["Sosiale innstillinger"],"Request submitted successfully.":["Forespørsel sendt inn."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på Blueksy."],"This is what your social post will look like on Bluesky:":["Dette er slik det sosiale innlegget ditt vil se ut på Blueksy:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1 time"],"Account name":["Kontonavn"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["For å dele på Bluesky oppgi brukernavnet ditt på Bluesky og app-passordet nedenfor, klikk så koble til."],"This Bluesky account is already connected":["Denne Bluesky-kontoen er allerede koblet til"],"Invalid Bluesky handle":["Ugyldig brukernavn på Bluesky"],"Please provide an app password to fix the connection.":["Angi et app-passord for å rette opp tilkoblingen."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["App-passord er nødvendig for å koble til konoten din trygt. App-passord er forskjellig fra kontopassordet ditt. Du kan <link>generere det på Bluesky<\/link>."],"App password":["App-passord"],"You can find the handle in your Bluesky profile.":["Du kan finne brukernavnet ditt (handle) på Bluesky-profilen din."],"Bluesky handle":["Brukernavn på Blueksy"],"You can find the handle in your Mastodon profile.":["Du kan finne brukernavnet ditt (handle) på Mastodon-profilen din."],"Mastodon handle":["Brukernavn på Mastodon"],"The handle of a social media account.\u0004Handle":["Brukernavn"],"Actions":["Handlinger"],"Status":["Status"],"Social media connection\u0004This connection has been reconnected or removed.":["Denne tilkoblingen har blitt koblet til på nytt eller er fjernet."],"Social media connection\u0004This connection has been removed.":["Denne tilkoblingen er fjernet."],"Please refresh and check again in a few minutes.":["Oppfrisk og kontroller på nytt om noen minutter."],"Edit and preview your social post before sharing.":["Rediger og forhåndsvis dine sosiale innlegg før deling."],"Connection disabled":["Tilkobling slått av"],"Connection enabled":["Tilkobling slått på"],"Failed":["Mislykket"],"The sharing is successful\u0004Shared":["Delt"],"Sharing failed with the following message:":["Deiling mislyktes med følgende melding:"],"Sharing status":["Delingsstatus"],"View sharing history":["Se delingshistorikken"],"The request to share your post is still in progress.":["Forespørselen om å dele innlegget ditt behandles fortsatt."],"Your post was not shared.":["Innlegget ditt ble ikke delt."],"Your post was successfuly shared to %d connection.":["Innlegget ditt ble delt til %d tilkobling.","Innlegget ditt ble delt til %d tilkoblinger."],"Your post was shared.":["Innlegget ditt ble delt."],"Review status and try again":["Gå gjennom status og forsøk på nytt"],"Your post was unable to be shared to %d connection.":["Innlegget ditt kunne ikke bli delt til %d tilkobling.","Innlegget ditt kunne ikke bli delt til %d tilkoblinger."],"Sharing to your social media…":["Deler til de sosiale mediene dine..."],"Write a custom message for your social audience here. This message will override your social post content.":["Sktiv en tilpasset melding for ditt sosiale publikum her. Denne meldingen vil overstyre innholdet i det sosiale innlegget ditt."],"Invalid media":["Ugyldig mediefil"],"Invalid dimensions":["Ugyldige dimensjoner"],"Video too short":["Videoen er for kort"],"Video too long":["Videoen er for lang"],"File too big":["Filen er for stor"],"Social Preview":["Sosial forhåndsvisning"],"Preview social posts":["Forhåndsvis sosiale innlegg"],"Please fix the broken connections or disconnect them to create more connections.":["Rett opp de ødelagte tilkoblingene eller koble dem fra for å opprette flere tilkoblinger."],"Fix social media connection\u0004Fix connection":["Reparer tilkoblingen"],"Fix the social media connections\u0004Fix connections":["Reparer tilkoblingene"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Vil du dele til andre nettverk? Bruk vår manuelle delingsfunksjon fra redigereren"],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Du kan i stedet bruke funksjonen <link>manuell deling<\/link>."],"Threads profile image":["Profilbilde på Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Lenke-forhåndsvisningen for Threads krever at et bilde er angitt for innlegget. Legg til et bilde for å se forhåndsvisningen."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Dette er slik det vil se ut når noen deler lenken til ditt WordPress-innlegg på Threads."],"This is what your social post will look like on Threads:":["Dette er slik ditt sosiale innlegg vil se ut på Threads."],"Failed to save image to library.":["Kunne ikke lagre bildet i biblioteket."],"Failed to download image.":["Kunne ikke laste ned bildet."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Lagre i mediebiblioteket"],"Saving the file to media library\u0004Saving…":["Lagrer..."],"Save the generated image to your media library.":["Lagre det genererte bildet i mediebiblioteket ditt."],"Image saved to media library.":["Bildet lagret i mediebiblioteket."],"Add Threads connection":["Legg til tilkobling til Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Øk din tilstedeværelse i sosiale medier ved å dele innleggende dine automatisk til Threads."],"Share posts to your Threads feed.":["Del innlegg til tidslinjen din på Threads."],"Broken connection":["Brutt tilkobling"],"Attached Media":["Vedlagte mediefiler"],"This platform is no longer supported.":["Denne plattformen er ikke lenger støttet."],"Updating account":["Oppdaterer kontoen"],"Error updating account.":["Feil ved oppdatering av kontoen."],"Account updated successfully.":["Kontoen oppdatert."],"Error connecting account.":["Feil ved tilkobling av kontoen."],"%s account connected successfully.":["%s-konto tilkoblet."],"Error disconnecting account.":["Feil under frakobling av kontoen."],"Account disconnected successfully.":["Kontoen frakoblet."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["For å dele på Mastodon, oppgi brukernavnet ditt på Mastodon nedenfor, klikk så koble til."],"Share with your network.":["Del med nettverket ditt."],"Add Tumblr connection":["Legg til tilkobling til Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Koble til<\/strong> for automatisk å dele innleggen dine til Tumblr-bloggen din."],"Share to your Tumblr blog.":["Del til Tumblr-bloggen din."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Knytt deg<\/strong> til venner, naboer og lokale virksomheter ved automatisk å dele innleggende dine til Nextdoor."],"Share on communities":["Del med fellesskap"],"Add LinkedIn connection":["Legg til tilkobling til LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Koble til<\/strong> for automatisk å dele innleggen dine med forbidelsene dine på LinkedIn."],"Share with your LinkedIn community.":["Del med LinkedIn-fellesskapet ditt."],"Add Instagram photo":["Legg til Instagram-bilde"],"Learn how to convert & link your Instagram account.":["Lær hvordan konvertere og koble til Instagram-kontoen din."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Når du klikker “koble til” vil du bli bedt om å <strong>logge in på Facebook<\/strong>. Om Instagram Business-kontoen din ikke blir vist i listen, sørg for at den er koble til en Facebook-side.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Instagram Business-kontoen din må være koblet til en Facebook-side."],"You must have an Instagram Business account.":["Du må ha en Instragram Business-konto."],"Requirements for connecting Instagram:":["Krav for å koble til Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Øk engasjementet og spar tid evd automatisk å dele bilder til Instagram når du publiserer innlegg."],"Share to your Instagram Business account.":["Del til Instragram Business-kontoen din."],"Add Facebook connection":["Legg til en Facbook-tilkobling"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Koble til<\/strong> for automatisk å dele innleggene dine Facebook-sidenen din."],"Share to your pages":["Del til sidene dine"],"This Mastodon account is already connected":["Denne Mastodon-kontoen er allerede koblet til"],"Invalid Mastodon username":["Ugyldig brukernavn på Mastodon"],"%d connections":["%d tilkoblinger"],"This connection is added by a site administrator.":["Denne tilkoblingen er lagt til av en nettstedsadministrator."],"Connect more":["Koble til flere"],"Manage Jetpack Social connections":["Behandle tilkoblinger i Jetpack Sosialt"],"Connection confirmation":["Bekreftelse for tilkobling"],"Already connected":["Allerede tilkoblet."],"No accounts\/pages found.":["Ingen kontoer\/sider funnet."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Ingen flere kontoer\/sider funnet."],"You can change this later.":["Du kan endre dette senere."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Hvis slått på, vil tilkoblingen være tilgjengelig for alle administratorer, redatører og forfattere."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Velg kontoen du vil koble til. Alle dine innlegg vil automatisk bli delt til denne kontoen. Du vil kunne endre denne innstillingen fra sidestolpen i redigereren når du skriver et innlegg."],"Please select an account to connect.":["Velg en konto å koble til."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Åpne funksjonene for forbedret deling i media."],"Reconnect a social media account\u0004Reconnect":["Koble til på nytt"],"Mark the connection as shared":["Angi tilkoblingen som delt"],"Disconnect a social media account\u0004Disconnect":["Koble fra"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Er du sikker på at du vil koble fra <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Slå på de sosiale medier-kontoene du ønsker å dele innlegget på nytt til, klikk så på knappen \"Del innlegget\" nedenfor."],"Click on the social icons below to control where you want to share your post.":["Klikk på de sosiale ikonene nedenfor for å bestemme hvor du ønsker å dele innlegget ditt."],"You must connect your WordPress.com account to be able to add social media connections.":["Du må koble til din WordPress.com-konto for å kunne legge til kontoer i sosiale medier."],"Sharing is disabled because there are no social media accounts connected.":["Deling er slått av fordi ingen kontoer sosiale medier er koblet til."],"Bluesky":["Bluesky"],"Manage connections":["Behandle tilkoblinger"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Bare trykk det sosiale nettverket eller \"Kopier til utklippstavlen\"-ikonet og vi vil formatere innholdet for deling."],"Manual sharing":["Manuell deling"],"This post will be shared to %d connection.":["Dette innlegget vil bli delt over %d tilkobling.","Dette innlegget vil bli delt over %d tilkoblinger."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på Nextdoor."],"This is what your social post will look like on Nextdoor:":["Dette er slik det sosiale innlegget ditt vil se ut på Nextdoor."],"Neighborhood":["Naboskap"],"Share on %s":["Del på %s"],"Copy to clipboard":["Kopier til utklippstavlen"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Aktiver funksjonen Jetpack Sosialt for å koble nettstedet ditt til de sosiale medienettverkene du bruker."],"Button label that opens the social previews modal\u0004Preview":["Forhåndsvisning"],"Templates":["Maler"],"Custom Header":["Tilpasset sidetopp"],"Open the Social Image Generator settings":["Åpne innstillingene for sosialt bilde-generatoren"],"Heading for the generated preview image\u0004Preview":["Forhåndsvis"],"You need a featured image to share to Instagram.":["Du trenger et femhevet bilde for å dele på Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["For å dele på Instagram, legg til et bilde elelr video, eller slå på sosialt bildegeneratoren."],"Leave a Review":["Legg inn en omtale"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Vær så snill og legg inn en omtale for å la andre få vite hvor enkelt det kan være å få innleggene dine over på sosiale medier!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Vips, Jetpack Sosialt har delt innlegget ditt på de tilknyttede sosiale kontoene dine."],"Presto! %s":["Presto! %s"],"The selected media cannot be shared to some social media platforms.":["Den valgte mediefilen kan ikke deles på enkelte sosiale medieplattformer."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på X."],"This is what your social post will look like on X:":["Dette er slik det sosiale innlegget ditt vil se ut på X."],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på Tumblr."],"This is what your social post will look like on Tumblr:":["Dette er slik det sosiale innlegget ditt vil se ut på Tumblr."],"Reblog":["Gjenblogg"],"0 notes":["0 merknader"],"View On WordPress":["Se på WordPress"],"Tumblr preview thumbnail":["Tumblr miniatyrbilde for forhåndsvisning"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på Mastodon."],"This is what your social post will look like on Mastodon:":["Dette er slik det sosiale innlegget ditt vil se ut på Mastodon."],"anonymous-user":["anonym-bruker"],"Mastodon preview thumbnail":["Mastodon miniatyrbilde for forhåndsvisning"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på LinkedIn."],"This is what your social post will look like on LinkedIn:":["Dette er slik det sosiale innlegget ditt vil se ut på LinkedIn:"],"%d min read":["%d minutters lesetid"],"1st":["1."],"View one comment":["Se én kommentar"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Dette er slik det vil se ut når noen deler lenken til WordPress-innlegget ditt på Facebook."],"Link preview":["Forhåndsvisning av lenke"],"This is what your social post will look like on Facebook:":["Dette er slik det sosiale innlegget ditt vil se ut på Facebook:"],"Your post":["Innlegget ditt"],"Just now":["Akkurat nå"],"1h":["1 time"],"Anonymous User":["Anonym bruker"],"Facebook Preview Thumbnail":["Facebook miniatyrbilde for forhåndsvisning"],"Job Title (Company Name)":["Stilling (Bedriftsnavn)"],"Dismiss notice":["Skjul varselet"],"Connect now":["Koble til nå"],"Pick the %s template":["Velg malen %s"],"Generated preview":["Generert forhåndsvisning"],"By default the post title is used for the image. You can use this field to set your own text.":["Som standard blir innleggsoverskriften brukt for bildet. Du kan bruke dette feltet til å angi din egen tekst."],"Social Image is disabled for this post.":["Sosialt bilde er slått av for dette innlegget."],"Enable Social Image":["Slå på sosialt bilde"],"Add a custom image":["Legg til et tilpasset bilde"],"No Image":["Intet bilde"],"Custom Image":["Tilpasset bilde"],"Image Type":["Bildetype"],"Social Image Generator":["Generator for sosialt bilde"],"Choose Image":["Velg bilde"],"Arrow right":["Høyrepil"],"Arrow left":["Venstrepil"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Feilsøkingstips"],"Learn photo and video best practices":["Lær beste praksis for foto og video"],"Choose a visual to accompany your post.":["Velg noe visuelt å ta med i innlegget ditt."],"Add an image or video":["Legg til et bilde eller en video"],"Remove media":["Fjern media"],"Choose Media":["Velg media"],"Close.":["Lukk."],"New":["Nytt"],"Magnifying Glass":["Forstørrelsesglass"],"Share Your Content Again":["Del innholdet ditt på nytt"],"Re-sharing your content":["Deler innholdet ditt på nytt"],"Share when publishing":["Del ved publisering"],"Connection":["Tilkobling"],"More information.":["Mer informasjon."],"This feature is for sites with a %s plan.":["Denne funksjonen er for nettsteder med en %s-pakke."],"To re-share a post, you need to upgrade to the %s plan":["For å dele et innlegg på nytt må du oppgradere til %s-pakken"],"Upgrade now":["Oppgrader nå"],"paid":["betalt"],"Use this tool to share your post on all your social media accounts.":["Bruk dette verktøyet for å dele innlegget ditt på alle sosiale media-kontoene dine."],"Start sharing your posts by connecting your social media accounts.":["Begynn å dele innholdet ditt ved å koble til kontoene dine i sosiale medier."],"You must publish your post before you can share it.":["Du må publisere innlegget for du kan dele det."],"Unable to share the Post":["Kunne ikke dele dette innlegget"],"Jetpack Logo":["Jetpack logo"],"Dismiss":["Avvis"],"Retry":["Prøv på nytt"],"Twitter profile image":["Profilbilde på Twitter"],"Account Name":["Kontonavn"],"Social Previews":["Sosiale forhåndsvisninger"],"Preview what this will look like on social networks and Google search.":["Forhåndsvis hvordan dette vil se ut på sosiale nettverk og Google søk."],"Open Social Previews":["Åpne sosiale forhåndsvisninger"],"Google Search":["Google søk"],"Redirecting…":["Omdirigerer..."],"Upgrade your plan to upload audio":["Oppgrader din abonnementspakke for å laste opp lyd"],"Upgrade your plan to use video covers":["Oppgrader din abonnementspakke for å bruke videomslag"],"Has a video.":["Har en video."],"Tag":["Stikkord"],"Post":["Innlegg"],"Page":["Side"],"Has an image.":["Har et bilde."],"Has multiple images.":["Har flere bilder."],"Toggle search filters.":["Veksle søkefiltre"],"Matching comment.":["Samsvarende kommentar."],"Show filters":["Vis filtre"],"Is a product.":["Er et produkt."],"Is an event.":["Er et arrangement."],"Has audio.":["Har lyd."],"Disconnecting…":["Kobler fra..."],"Connecting…":["Kobler til..."],"Schedule":["Kalender"],"Confirm":["Bekreft"],"Share this post":["Del dette innlegget"],"%d character remaining":["%d tegn igjen","%d tegn igjen"],"Connect an account":["Koble opp en konto"],"(opens in a new tab)":["(åpnes i en ny fane)"],"Activate Jetpack Social":["Aktiver Jetpack Sosialt"],"Help":["Hjelp"],"View":["Vis"],"Copied!":["Kopiert!"],"WhatsApp":["WhatsApp"],"Information.":["Informasjon."],"Featured Image":["Aktuelt bilde"],"Learn more":["Finn ut mer"],"Delete":["Slett"],"Category":["Kategori"],"Time":["Tid"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Lukk"],"Share":["Del"],"Connect":["Koble til"],"Save":["Lagre"],"Reply":["Svar"],"Like":["Lik"],"Cancel":["Avbryt"],"Yes":["Ja"],"Message":["Melding"],"Comment":["Kommenter"],"Visit the post for more.":["Besøk innlegget for mer."],"Edit":["Rediger"],"Connected":["Koblet til"],"Settings":["Innstillinger"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}