{"translation-revision-date":"2025-06-26 11:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Default Image":["Varsayılan Görsel"],"To re-share a post, you need to upgrade to a paid plan.":["Bir gönderiyi yeniden paylaşmak için ücretli bir pakete yükseltmeniz gerekir"],"Publicize scheduled actions":["Zamanlanmış eylemleri duyurun"],"Publicize shares data":["Duyuru verileri paylaşır"],"There was an error deleting the item.":["Öğe silinirken bir hata oluştu."],"There was an error scheduling the post.":["Gönderi zamanlanırken bir hata oluştu."],"Post scheduled successfully.":["Gönderi başarıyla zamanlandı."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Yaklaşan paylaşım yok"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Yaklaşan paylaşımlar"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Zamanlandı (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Zamanlandı (Yükleniyor…)"],"The button label for the modal trigger\u0004Preview & Share":["Önizleme ve Paylaşım"],"The title of the social modal\u0004Share Post":["Gönderi Paylaşma"],"Are you sure you want to delete this post?":["Bu gönderiyi silmek istediğinizden emin misiniz?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Onayla"],"Label for publicize toggle\u0004Sharing is disabled":["Paylaşım devre dışı"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Şu platformlar artık desteklenmiyor:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Bu bağlantıyla paylaşmaya devam etmek için lütfen yeniden bağlayın."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Bu bağlantıda bir sorun var."],"Publicize services":["Duyuru hizmetleri"],"This can either be %s or just the domain name if you are using a custom domain.":["Bu %s veya özel alan adı kullanıyorsanız sadece alan adı olabilir."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Bluesky kullanıcı adları nokta içeremez. Özel bir alan adı kullanıyorsanız \"%s\" olmadan girin"],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Bir sosyal medya bağlantısıyla ilgilenilmesi gerekiyor. Bunu çözmek <fixLink>bağlantıları yönetin<\/fixLink>.","Bazı sosyal medya bağlantılarıyla ilgilenilmesi gerekiyor. Bunları çözmek için <fixLink>bağlantıları yönetin<\/fixLink>."],"Expiring connection":["Süresi dolmak üzere olan bağlantı","Süresi dolmak üzere olan bağlantılar"],"Reconnect to continue sharing.":["Paylaşmaya devam etmek için yeniden bağlanın."],"Social Settings":["Sosyal Medya Ayarları"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Hangi şirket sayfalarına erişiminiz olduğu bilgisi alınamadı. Bu, LinkedIn API'siyle ilgili bilinen bir sorundur. Bir şirket sayfasına bağlanmak isterseniz lütfen 5 dakika sonra yeniden deneyin."],"Request submitted successfully.":["Talep başarıyla gönderildi"],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Bir kişi WordPress gönderinizin bağlantısını Bluesky'da paylaştığında bu şekilde görünür."],"This is what your social post will look like on Bluesky:":["Sosyal medya gönderiniz Bluesky'da şu şekilde görünür:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1 saat"],"Account name":["Hesap adı"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Bluesky ile paylaşmak için lütfen aşağıya Bluesky kullanıcı adınızı ve uygulama şifrenizi girin, ardından bağlan seçeneğine tıklayın."],"This Bluesky account is already connected":["Bu Bluesky hesabı zaten bağlı"],"Invalid Bluesky handle":["Geçersiz Bluesky işleyicisi"],"Please provide an app password to fix the connection.":["Bağlantıyı düzeltmek için lütfen bir uygulama şifresi sağlayın."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Hesabınızı güvenli bir şekilde bağlayabilmeniz için uygulama şifresine ihtiyacınız var. Hesabınızı güvenli bir şekilde bağlayabilmeniz için uygulama şifresine ihtiyacınız var. Bunu Bluesky'da <link>oluşturabilirsiniz<\/link>."],"App password":["Uygulama şifresi"],"You can find the handle in your Bluesky profile.":["İşleyiciyi Bluesky profilinizde bulabilirsiniz."],"Bluesky handle":["Bluesky işleyicisi"],"You can find the handle in your Mastodon profile.":["İşleyiciyi Mastodon profilinizde bulabilirsiniz."],"Mastodon handle":["Mastodon işleyicisi"],"The handle of a social media account.\u0004Handle":["İşleyici"],"Actions":["İşlemler"],"Status":["Durum"],"Social media connection\u0004This connection has been reconnected or removed.":["Bu bağlantı kesildi veya kaldırıldı."],"Social media connection\u0004This connection has been removed.":["Bu bağlantı kaldırıldı."],"Please refresh and check again in a few minutes.":["Lütfen yenileyin ve birkaç dakika sonra tekrar kontrol edin."],"Edit and preview your social post before sharing.":["Paylaşmadan önce sosyal gönderilerinizi düzenleyin ve önizleyin."],"Connection disabled":["Bağlantı kaldırıldı"],"Connection enabled":["Bağlantı etkinleştirildi"],"Failed":["Başarısız"],"The sharing is successful\u0004Shared":["Paylaşıldı"],"Sharing failed with the following message:":["Paylaşma şu mesajla başarısız oldu:"],"Sharing status":["Paylaşma durumu"],"View sharing history":["Paylaşma geçmişini görüntüle"],"The request to share your post is still in progress.":["Gönderinizi paylaşma isteğiniz hâlâ devam ediyor."],"Your post was not shared.":["Gönderiniz paylaşılmadı."],"Your post was shared.":["Gönderiniz paylaşıldı."],"Review status and try again":["Durumu inceleyin ve yeniden deneyin"],"Your post was unable to be shared to %d connection.":["Gönderiniz %d bağlantıyla paylaşılamadı.","Gönderiniz %d bağlantıyla paylaşılamadı."],"Sharing to your social media…":["Sosyal medyanızla paylaşılıyor…"],"Write a custom message for your social audience here. This message will override your social post content.":["Buraya sosyal medya hedef kitleniz için bir özel mesaj yazın. Bu mesaj, sosyal medya gönderisi içeriğinizi geçersiz kılacak."],"Invalid media":["Geçersiz ortam"],"Invalid dimensions":["Geçersiz ölçüler"],"Video too short":["Video çok kısa"],"Video too long":["Video çok uzun"],"File too big":["Dosya çok büyük"],"Social Preview":["Sosyal Medya Önizlemesi"],"Preview social posts":["Sosyal medya gönderilerini önizle"],"Please fix the broken connections or disconnect them to create more connections.":["Lütfen bozuk bağlantıları düzeltin veya daha fazla bağlantı oluşturmak için bunların bağlantısını kesin."],"Fix social media connection\u0004Fix connection":["Bağlantıyı düzelt"],"Fix the social media connections\u0004Fix connections":["Bağlantıları düzelt"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Diğer ağlarda paylaşmak mı istiyorsunuz? Düzenleyicideki Manuel Paylaşım özelliğimizi kullanın."],"You can use our <link>Manual Sharing<\/link> feature instead.":["Bunun yerine <link>Manuel Paylaşım<\/link> özelliğimizi kullanabilirsiniz."],"Threads profile image":["Threads profil görseli"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Threads bağlantı önizlemesi, gönderi için bir görselin ayarlanmasını gerektirir. Lütfen önizlemeyi görmek için bir görsel ekleyin."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Bir kişi WordPress gönderinizin bağlantısını Threads'de paylaştığında bu şekilde görünür."],"This is what your social post will look like on Threads:":["Sosyal medya gönderiniz Threads'de şu şekilde görünür:"],"Failed to save image to library.":["Görsel kütüphaneye kaydedilemedi."],"Failed to download image.":["Görsel indirilemedi."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Ortam kütüphanesine kaydet"],"Saving the file to media library\u0004Saving…":["Kaydediliyor…"],"Save the generated image to your media library.":["Oluşturulan görseli ortam kütüphanenize kaydedin."],"Image saved to media library.":["Görsel ortam kütüphanesine kaydedildi."],"Add Threads connection":["Threads bağlantısı ekleyin"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Gönderilerinizi otomatik olarak Threads'de paylaşarak sosyal medya varlığınızı artırın."],"Share posts to your Threads feed.":["Yazılarınızı Threads akışınızda paylaşın."],"Broken connection":["Bozuk bağlantı"],"Attached Media":["Eklenen Ortam"],"This platform is no longer supported.":["Bu platform artık desteklenmemektedir."],"Updating account":["Hesap güncelleme"],"Error updating account.":["Hesap güncellenirken hata oluştu."],"Account updated successfully.":["Hesap başarıyla güncellendi."],"Error connecting account.":["Hesap bağlanırken hata oluştu."],"%s account connected successfully.":["%s hesabı başarıyla bağlandı."],"Error disconnecting account.":["Hesabın bağlantısı kesilirken hata oluştu."],"Account disconnected successfully.":["Hesabınızın bağlantısı başarıyla kesildi."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Mastodon'da paylaşmak için lütfen aşağıya Mastodon kullanıcı adınızı girin, ardından bağlan seçeneğine tıklayın."],"Share with your network.":["Ağınızla paylaşın."],"Add Tumblr connection":["Tumblr bağlantısı ekle"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["Tumblr blogunuzda gönderileri otomatik paylaşmak için <strong>bağlayın<\/strong>."],"Share to your Tumblr blog.":["Tumblr blogunuzda paylaşın."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["Gönderileri Nextdoor'da otomatik olarak paylaşarak arkadaşlarınıza, komşularınıza ve yerel işletmelere <strong>bağlanın<\/strong>."],"Share on communities":["Topluluklarda paylaşın"],"Add LinkedIn connection":["LinkedIn bağlantısı ekle"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["Gönderilerinizi otomatik olarak LinkedIn bağlantılarınızla paylaşmak için <strong>bağlanın<\/strong>."],"Share with your LinkedIn community.":["LinkedIn topluluğunuzla paylaşın."],"Add Instagram photo":["Instagram fotoğrafı ekle"],"Learn how to convert & link your Instagram account.":["Instagram hesabınızı nasıl dönüştüreceğinizi ve bağlayacağınızı öğrenin."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>\"Bağlan\" seçeneğine tıkladığınızda <strong>Facebook'ta oturum açmanız<\/strong> istenir. Instagram İşletme hesabınız listelenmiyorsa bunun bir Facebook sayfasına bağlı olduğundan emin olun.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Instagram İşletme hesabınız bir Facebook sayfasına bağlı olmalıdır."],"You must have an Instagram Business account.":["Instagram İşletme hesabınız olmalıdır."],"Requirements for connecting Instagram:":["Instagram'a bağlanmak için gereksinimler:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Blog gönderileri yayımlarken Instagram'da görselleri otomatik şekilde paylaşarak etkileşimi artırın ve zaman kazanın."],"Share to your Instagram Business account.":["Instagram İşletme hesabınızda paylaşın."],"Add Facebook connection":["Facebook bağlantısı ekle"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["Gönderilerinizi otomatik olarak Facebook sayfanızda paylaşmak için <strong>bağlanın<\/strong>."],"Share to your pages":["Sayfalarınızda paylaşın"],"This Mastodon account is already connected":["Bu Mastodon hesabı zaten bağlı"],"Invalid Mastodon username":["Geçersiz Mastodon kullanıcı adı"],"%d connections":["%d bağlantı"],"This connection is added by a site administrator.":["Bu bağlantı, bir site yöneticisi tarafından eklendi."],"Connect more":["Daha fazlasını bağlayın"],"Manage Jetpack Social connections":["Jetpack Sosyal bağlantılarını yönetme"],"Connection confirmation":["Bağlantı onayı"],"Already connected":["Zaten bağlandı"],"No accounts\/pages found.":["Hiçbir hesap\/sayfa bulunamadı."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Daha fazla hesap\/sayfa bulunamadı."],"You can change this later.":["Bunu daha sonra değiştirebilirsiniz."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Etkinleştirilirse bağlantı tüm yöneticiler, düzenleyiciler ve yazarlar tarafından kullanılabilir."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Bağlanmak istediğiniz hesabı seçin. Tüm yeni blog gönderilerinizin bu hesapla otomatik olarak paylaşılacağını unutmayın. Bu seçeneği, bir gönderi oluştururken düzenleyici kenar çubuğundan değiştirebilirsiniz."],"Please select an account to connect.":["Lütfen bağlamak üzere bir hesap seçin:"],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Gelişmiş medya paylaşım özelliklerinin kilidini açın."],"Reconnect a social media account\u0004Reconnect":["Yeniden bağlan"],"Mark the connection as shared":["Bağlantıyı paylaşıldı olarak işaretle"],"Disconnect a social media account\u0004Disconnect":["Bağlantıyı kes"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Bağlantıyı kesmek istediğinizden emin misiniz <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Gönderinizi yeniden paylaşmak istediğiniz sosyal medya hesaplarını etkinleştirin, arından aşağıdaki \"Gönderiyi paylaş\" düğmesine tıklayın."],"Click on the social icons below to control where you want to share your post.":["Gönderinizi nerede paylaşacağınızı kontrol etmek için aşağıdaki sosyal simgelerine tıklayın."],"You must connect your WordPress.com account to be able to add social media connections.":["Sosyal medya bağlantıları ekleyebilmek için WordPress.com hesabınızı bağlamanız gerekir."],"Sharing is disabled because there are no social media accounts connected.":["Bağlı sosyal medya hesabı olmadığından paylaşma devre dışı bırakıldı."],"Bluesky":["Bluesky"],"Manage connections":["Bağlantıları yönetin"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Sosyal medya simgelerine veya \"Panoya Kopyala\" simgesine dokunun, biz de içeriğinizi paylaşım için biçimlendirelim."],"Manual sharing":["Manuel paylaşım"],"This post will be shared to %d connection.":["Bu gönderi %d bağlantıyla paylaşılacak.","Bu gönderi %d bağlantıyla paylaşılacak."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Bir kişi WordPress gönderinizin bağlantısını Nextdoor'da paylaştığında bu şekilde görünür."],"This is what your social post will look like on Nextdoor:":["Sosyal medya gönderiniz Nextdoor'da şu şekilde görünür:"],"Neighborhood":["Mahalle"],"Share on %s":["Şurada paylaşın: %s"],"Copy to clipboard":["Panoya kopyala"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Web sitenizi kullandığınız sosyal medya ağlarına bağlamak için Jetpack Social özelliğini etkinleştirin."],"Button label that opens the social previews modal\u0004Preview":["Önizleme"],"Templates":["Şablonlar"],"Custom Header":["Özel Üst Bilgi"],"Open the Social Image Generator settings":["Sosyal Görsel Oluşturucu ayarlarını açın"],"Heading for the generated preview image\u0004Preview":["Önizleme"],"You need a featured image to share to Instagram.":["Instagram'da paylaşmak için öne çıkan bir görseliniz olmalıdır."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Instagram'da paylaşmak için, görsel\/video paylaşın veya Sosyal Görsel Oluşturucu'yu etkinleştirin."],"Leave a Review":["Görüşünüzü Paylaşın"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Gönderilerinizi sosyal medyada paylaşmanın ne kadar kolay olabileceğini anlatmak için lütfen görüşünüzü paylaşın!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Bu şekilde, Jetpack Social, gönderinizi bağlı sosyal hesaplarınızda paylaştı."],"Presto! %s":["Presto! %s"],"The selected media cannot be shared to some social media platforms.":["Seçilen ortam, sosyal medya platformlardan bazılarıyla paylaşılamaz."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Bir kişi WordPress gönderinizin bağlantısını X'te paylaştığında bu şekilde görünür."],"This is what your social post will look like on X:":["Sosyal medya gönderiniz X'te şu şekilde görünür:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Bir kişi WordPress gönderinizin bağlantısını Tumblr'da paylaştığında bu şekilde görünür."],"This is what your social post will look like on Tumblr:":["Sosyal gönderiniz Tumblr'da şu şekilde görünür:"],"Reblog":["Tekrar bloglama"],"0 notes":["0 not"],"View On WordPress":["WordPress'te Görüntüle"],"Tumblr preview thumbnail":["Tumblr önizleme küçük resmi"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Bir kişi WordPress gönderinizin bağlantısını Mastodon'da paylaştığında bu şekilde görünür."],"This is what your social post will look like on Mastodon:":["Sosyal gönderiniz Mastodon'da şu şekilde görünür:"],"anonymous-user":["anonim-kullanıcı"],"Mastodon preview thumbnail":["Mastodon önizleme küçük resmi"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Bir kişi WordPress gönderinizin bağlantısını LinkedIn'de paylaştığında bu şekilde görünür."],"This is what your social post will look like on LinkedIn:":["Sosyal gönderiniz LinkedIn'de şu şekilde görünür:"],"%d min read":["%d dakika okuma"],"1st":["1."],"View one comment":["Bir yorum görüntüle"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Bir kişi WordPress gönderinizin bağlantısını Facebook'ta paylaştığında bu şekilde görünür."],"Link preview":["Bağlantı önizleme"],"This is what your social post will look like on Facebook:":["Sosyal gönderiniz Facebook'ta şu şekilde görünür:"],"Your post":["Gönderiniz"],"Just now":["Hemen şimdi"],"1h":["1 sa"],"Anonymous User":["Anonim Kullanıcı"],"Facebook Preview Thumbnail":["Facebook Önizleme Küçük Resmi"],"Job Title (Company Name)":["İş Unvanı (Şirket Adı)"],"Dismiss notice":["Bildirimi kapat"],"Connect now":["Şimdi bağlan"],"Pick the %s template":["%s şablonunu seçin"],"Generated preview":["Önizleme oluşturuldu"],"By default the post title is used for the image. You can use this field to set your own text.":["Varsayılan olarak görsel için yazı başlığı kullanılır. Kendi metninizi ayarlamak için bu alanı kullanabilirsiniz."],"Social Image is disabled for this post.":["Sosyal Görsel, bu yazı için devre dışı bırakıldı."],"Enable Social Image":["Sosyal Görseli Etkinleştir"],"Add a custom image":["Özel bir görsel ekle"],"No Image":["Görsel Yok"],"Custom Image":["Özel Resim"],"Image Type":["Görsel Türü"],"Social Image Generator":["Sosyal Görsel Oluşturucu"],"Choose Image":["Görsel seç"],"Arrow right":["Sağ ok"],"Arrow left":["Sol ok"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Sorun giderme ipuçları"],"Learn photo and video best practices":["Fotoğraf ve video en iyi uygulamalarını öğrenin"],"Choose a visual to accompany your post.":["Yazınıza eşlik edecek bir görsel seçin."],"Add an image or video":["Bir görsel veya video ekle"],"Remove media":["Ortamı kaldır"],"Choose Media":["Ortam Seç"],"Close.":["Kapatın."],"New":["Yeni"],"Magnifying Glass":["Büyüteç"],"Share Your Content Again":["İçeriğinizi Tekrar Paylaşın"],"Re-sharing your content":["İçeriğinizi yeniden paylaşma"],"Share when publishing":["Yayınlarken paylaş"],"Connection":["Bağlantı"],"More information.":["Daha fazla bilgi."],"This feature is for sites with a %s plan.":["Bu özellik %s paketine sahip siteler içindir."],"To re-share a post, you need to upgrade to the %s plan":["Bir gönderiyi yeniden paylaşmak için %s paketine yükseltmeniz gerekir"],"Upgrade now":["Şimdi yükselt"],"paid":["ücretli"],"Use this tool to share your post on all your social media accounts.":["Gönderinizi tüm sosyal medya hesaplarınızda paylaşmak için bu aracı kullanın."],"Start sharing your posts by connecting your social media accounts.":["Sosyal medya hesaplarınızı bağlayarak gönderilerinizi paylaşmaya başlayın."],"You must publish your post before you can share it.":["Gönderinizi paylaşmadan önce yayınlamanız gerekir."],"Unable to share the Post":["Gönderi paylaşılamıyor"],"Jetpack Logo":["Jetpack Logosu"],"Dismiss":["Kapat"],"Retry":["Tekrar dene"],"Twitter profile image":["Twitter profil resmi"],"Account Name":["Hesap Adı"],"Social Previews":["Sosyal Medya Önizlemeleri"],"Preview what this will look like on social networks and Google search.":["Bunun sosyal ağlarda ve Google aramada nasıl görüneceğini önizleyin."],"Open Social Previews":["Sosyal Önizlemeleri Aç"],"Google Search":["Google Arama"],"Redirecting…":["Yönlendiriliyor…"],"Upgrade your plan to upload audio":["Ses yüklemek için paketinizi yükseltin"],"Upgrade your plan to use video covers":["Video başlıkları kullanmak için paketinizi yükseltin"],"Has a video.":["Video var."],"Tag":["Etiket"],"Post":["Gönder"],"Page":["Sayfa"],"Has an image.":["Resim var."],"Has multiple images.":["Birden fazla resim var."],"Toggle search filters.":["Arama filtrelerini aç\/kapat"],"Matching comment.":["Eşleşen yorum."],"Show filters":["Filtreleri göster"],"Is a product.":["Bu bir ürün."],"Is an event.":["Bu bir olay."],"Has audio.":["Ses öğesi var."],"Disconnecting…":["Bağlantı kesiliyor…"],"Connecting…":["Bağlanıyor…"],"Schedule":["Zamanla"],"Confirm":["Onayla"],"Share this post":["Bu gönderiyi paylaşın"],"%d character remaining":["%d karakter kaldı","%d karakter kaldı"],"Connect an account":["Bir hesabı bağlayın"],"(opens in a new tab)":["(yeni bir sekmede açılır)"],"Activate Jetpack Social":["Jetpack Social'ı Etkinleştirin"],"Help":["Yardım"],"View":["Görüntüleme"],"Copied!":["Kopyalandı!"],"WhatsApp":["WhatsApp"],"Information.":["Bilgi."],"Featured Image":["Öne Çıkan Görüntü"],"Learn more":["Daha Fazla Bilgi"],"Delete":["Sil"],"Category":["Kategori"],"Time":["Zaman"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Kapat"],"Share":["Paylaş"],"Connect":["Bağlan"],"Save":["Kaydet"],"Reply":["Cevapla"],"Like":["Beğen"],"Cancel":["Vazgeç"],"Yes":["Evet"],"Message":["Mesaj"],"Comment":["Yorum"],"Visit the post for more.":["Daha fazla bilgi için gönderiyi ziyaret edin."],"Edit":["Düzenle"],"Connected":["Bağlanıldı"],"Settings":["Ayarlar"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}