{"translation-revision-date":"2025-06-04 18:06:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sq_AL"},"Price description representing \"per month\" price\u0004\/month":["\/muaj"],"Install the Jetpack app for iOS or Android and stay connected to your site from anywhere!<br \/><br \/>We sent you an email with the download link.":["Instaloni aplikacionin Jetpack për iOS ose Android dhe jini i lidhur me sajtin tuaj prej ngado!<br \/><br \/>Ju dërguam një email me lidhjen e shkarkimit."],"Your site goes wherever you go":["Sajti juaj ju ndjek kudo që shkoni"],"In a few hours you’ll see detailed insights on who’s visiting your site and where they’re coming from.":["Brenda pak orësh do të shihni prirje të hollësishme se cilët vizitojnë sajtin tuaj dhe se nga vinë."],"Simple, yet powerful stats":["Statistika të thjeshta, por prapë të fuqishme"],"Welcome to Jetpack":["Mirë se vini te Jetpack-u"],"Supercharge my site":["Superngarkojeni sajtin tim"],"Supercharge your WordPress site with powerful security, speed, and growth tools.":["Superngarkojeni sajtin tuaj WordPress me mjete të fuqishme sigurie, shpejtësie dhe fuqizimi."],"We noticed a possible issue with your account connection that might lead to connection issues.":["Vumë re një problem të mundshëm me lidhjen e llogarisë tuaj që mund të shpjerë te probleme lidhjeje."],"Author, Investor, Podcaster":["Autor, Investues, <em>Podcaster<\/em>"],"Millions of people depend on my site, and downtime isn't an option. Jetpack handles my site security and backups so I can focus on creation.":["Nga sajti im varen miliona vetë dhe s’bëhet fjalë për mosfunksionim. Jetpack-u kujdeset për sigurinë e sajtit tim dhe kopjeruajtje, që unë të merrem me krijim."],"A decrease of %s since the previous period.":["Një ulje prej %s që nga periudha e mëparshme."],"An increase of %s since the previous period.":["Një ngritje prej %s që nga periudha e mëparshme."],"A decrease of %1$s or %2$s since the previous period.":["Një ulje prej %1$s ose %2$s që nga periudha e mëparshme."],"An increase of %1$s or %2$s since the previous period.":["Një ngritje prej %1$s ose %2$s që nga periudha e mëparshme."],"No change since the previous period.":["Pa ndryshim që nga periudha e mëparshme."],"%s like":["%s pëlqim","%s pëlqime"],"%s visitor":["%s vizitor","%s vizitorë"],"%s view":["%s parje","%s parje"],"Your website’s overall speed score decreased by %s.":["Pikët për shpejtësinë e përgjithshme të sajtit tuaj u zvogëluan me %s."],"Your website’s overall speed score increased by %s.":["Pikët për shpejtësinë e përgjithshme të sajtit tuaj u zmadhuan me %s."],"Your website’s overall speed score is %1$s, or %2$s out of 100.":["Pikët për shpejtësinë e përgjithshme të sajtit tuaj janë %1$s, ose %2$s nga 100 të mundshme."],"Start with Jetpack for free":["Fillojani me Jetpack-un falas"],"Page %1$d of %2$d":["Faqja %1$d nga %2$d"],"Pager controls":["Kontrolle faquesi"],"By continuing you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site’s data<\/shareDetailsLink> with us. We’ll check if that email is linked to an existing WordPress.com account or create a new one instantly.":["Duke vazhduar, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe që të <shareDetailsLink>njëkohësoni të dhënat e sajtit tuaj<\/shareDetailsLink> me ne. Do të kontrollojmë nëse ai email është i lidhur me një llogari ekzistuese WordPress.com, ose do të krijojmë menjëherë një të re."],"Density option for DataView layout\u0004Compact":["E ngjeshur"],"Density option for DataView layout\u0004Balanced":["E baraspeshuar"],"Density option for DataView layout\u0004Comfortable":["E rehatshme"],"Density":["Dendësi"],"Hide column":["Fshihe shtyllën"],"Move right":["Kaloje djathtas"],"Move left":["Kaloje majtas"],"Table":["Tabelë"],"Preview size":["Madhësi paraparjeje"],"Navigate to item":["Kalo te objekti"],"field\u0004Edit %s":["Përpunoni %s"],"Select item":["Përzgjidhni objekt"],"Sort descending":["Renditi në rend zbritës"],"Sort ascending":["Renditi në rend rritës"],"Is not all":["S’është krejt"],"Is all":["Është krejt"],"Is none":["S’është asnjë"],"Is any":["Është çfarëdo"],"Is not":["S’është"],"Is":["Është"],"Properties":["Veti"],"View is used as a noun\u0004View options":["Mundësi parjeje"],"Hidden":["I fshehur"],"field\u0004Show %s":["Shfaqe %s"],"field\u0004Hide %s":["Fshihe %s"],"Move %s down":["Lëvize %s poshtë"],"This field can't be moved down":["Kjo fushë s’mund të zbritet poshtë"],"Move %s up":["Lëvize %s sipër"],"This field can't be moved up":["Kjo fushë s’mund të ngjitet sipër"],"Items per page":["Objekte për faqe"],"Next page":["Faqja pasuese"],"Previous page":["Faqja e mëparshme"],"Current page":["Faqja e tanishme"],"paging\u0004<div>Page<\/div>%1$s<div>of %2$s<\/div>":["<div>Faqe<\/div>%1$s<div>nga %2$s<\/div>"],"Page %1$s of %2$s":["Faqja %1$s nga %2$s"],"Search items":["Kërkoni për objekte"],"List of: %1$s":["Listë e: %1$s"],"verb\u0004Filter":["Filtrojini"],"Conditions":["Kushte"],"Unknown status for %1$s":["Gjendje e panjohur për %1$s"],"<Name>%1$s is not: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s s’është: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s është: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is not all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s s’është krejt: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s është krejt: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is none: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s s’është asnjë prej: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is any: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s është çfarëdo: <\/Name><Value>%2$s<\/Value>"],"Reset":["Riktheje te parazgjedhjet"],"Filter by: %1$s":["Filtroji sipas: %1$s"],"Add filter":["Shtoni filtër"],"%d Item":["%d Objekt","%d Objekte"],"%d Item selected":["%d Objekt i përzgjedhur","%d Objekte të përzgjedhur"],"Select all":["Përzgjidhi krejt"],"Deselect all":["Shpërzgjidhi krejt"],"Plugins installed successfully!":["Shtojcat u instaluan me sukses!"],"Installing and activating %s…":["Po instalohet dhe aktivizohet %s…"],"Needs activation":["Lyp aktivizim"],"Needs installation and activation":["Lyp instalim dhe aktivizim"],"Activate %1$s in one click":["Aktivizojeni %1$s me një klikim"],"Install and activate %1$s in one click":["Instaloni dhe aktivizoni %1$s me një klikim"],"Install and\/or activate %1$s in one click":["Instaloni dhe\/ose aktivizoni %1$s me një klikim"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you activate the following %2$s:":["Që të përfitoni maksimumin nga <link>pajtimi juaj me pagesë në %1$s<\/link> dhe që të keni hyrje te krejt veçoritë e tij, rekomandojmë të aktivizoni %2$s vijuese:"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and activate the following %2$s:":["Që të përfitoni maksimumin nga <link>pajtimi juaj me pagesë në %1$s<\/link> dhe që të keni hyrje te krejt veçoritë e tij, rekomandojmë të instaloni dhe aktivizoni %2$s vijuese:"],"plugin":["shtojcë","shtojca"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and\/or activate the following %2$s:":["Që të përfitoni maksimumin nga <link>pajtimi juaj me pagesë në %1$s<\/link> dhe që të keni hyrje te krejt veçoritë e tij, rekomandojmë të instaloni dhe\/ose aktivizoni %2$s vijuese:"],"Some plugins need to be activated":["Disa shtojca duhen aktivizuar"],"Some plugins need to be installed":["Disa shtojca duhen instaluar"],"Some plugins need to be installed and\/or activated":["Disa shtojca duhen instaluar dhe\/ose aktivizuar"],"Plugin activation needed":["Lypset aktivizim shtojce"],"Plugin installation needed":["Lypset instalim shtojce"],"Plugin installation and activation needed":["Lypset instalim dhe aktivizim shtojce"],"Options reset! Have fun messing them up again :-)":["Mundësitë u rikthyen te parazgjedhjet! Bëni qejf duke i prishur prapë :-)"],"There was a problem installing and activating %s.":["Pati një problem me instalimin dhe aktivizimin e %s."],"%s installed successfully!":["%s u instalua me sukses!"],"There was a problem activating %s.":["Pati një problem me aktivizimin e %s."],"%s activated successfully!":["%s u aktivizua me sukses!"],"Discover Jetpack AI":["Zbuloni IA Jetpack"],"Auto-Firewall is disabled as your hosting provider already includes a built-in firewall with similar rules for your site.":["Auto-Firewall është i çaktivizuar, ngaqë shërbimi juaj i strehimit përfshin tashmë një <em>firewall<\/em> të brendshëm, me rregulla të ngjashme për sajtin tuaj."],"Reset Options":["Riktheji Mundësitë Te Parazgjedhjet"],"Button for option to reset Jetpack Options\u0004Reset Options (dev only)":["Rikthe Mundësitë Te Parazgjedhje (vetëm zhvilluesi)"],"Visit the %s dashboard to view threat details, auto-fix threats, and keep your site safe.":["Që të shihni hollësi kërcënimesh, të ndreqni në mënyrë të automatizuar kërcënime dhe ta mbani sajtin tuaj të parrezik, vizitoni pultin e %s."],"We’ve detected some security threats that need your attention.":["Kemi pikasur disa kërcënime sigurie që lypin vëmendjen tuaj."],"%s found threats on your site":["%s gjeti kërcënime në sajtin tuaj"],"%s error":["Gabim %s"],"Backup has encountered a general system error and was unable to complete the last backup attempt.":["Kopjeruajtja hasi një gabim të përgjithshëm sistemi dhe s’qe në gjendje të plotësonte përpjekjen e fundit për kopjeruajtje."],"Backup system error":["Gabim sistemi kopjeruajtjesh"],"Backup is deactivated":["Kopjeruajtja është çaktivizuar"],"Backup was unable to access your site during the last backup attempt. This could be due to networking issues, a block from your host, or other server issues.":["Kopjeruajtja s’qe në gjendje të hyjë në sajtin tuaj gjatë përpjekjes së fundit për kopjeruajtje. Kjo mund të vijë për shkak problemesh rrjeti, një bllokimi nga streha juaj, ose probleme të tjera shërbyesi."],"Site unavailable":["Sajti s’kapet"],"Although the site appears to be up and accessible, Backup still encountered an error during the last backup attempt.":["Edhe pse sajti duket në punë dhe i kapshëm, Kopjeruajtja prapëseprapë hasi një gabim gjatë përpjekjes së fundit për kopjeruajtje."],"Although the site appears to be up and accessible, and remote server credentials are set, Backup still encountered an error during the last backup attempt.":["Edhe pse sajti duket në punë dhe i kapshëm dhe janë ujdisur kredenciale shërbyesi të largët, Kopjeruajtja prapëseprapë hasi një gabim gjatë përpjekjes së fundit për kopjeruajtje."],"Backup error":["Gabim kopjeruajtjeje"],"There appears to be some issue with the Atomic API or a networking type issue. Please try again shortly to see if the issue has resolved.":["Duket se ka ndonjë problem me API-n Atomic, ose një problem rrjeti. Ju lutemi, riprovoni pas pak, për të parë nëse problemi është zgjidhur."],"No credentials (Atomic)":["S’ka kredenciale (Atomic)"],"No remote server credentials were found. Please add your website’s server credentials in Backup settings so Backup can fully function properly.":["S’u gjetën kredenciale për shërbyesin e largët. Ju lutemi, shtoni te rregullimet e Kopjeruajtjes kredencialet e shërbyesit të sajtit tuaj, që Kopjeruajtja të mund të funksionojë si duhet."],"No credentials found":["S’u gjetën kredenciale"],"The VaultPress API could not recognize the site ID associated with your site, or multiple site ID’s are associated with the same site domain.":["API VaultPress s’arriti të dallojë ID-në e sajtit përshoqëruar sajtit tuaj, ose me të njëjtën përkatësi sajti janë përshoqëruar ID të shumtë sajti."],"No site record":["S’ka regjistrim sajti"],"Backup can’t be activated on multi-site installations, neither the network site or its sub-sites.":["Kopjeruajtja s’mund të aktivizohet në instalime shumësajtësh, as në sajt të një rrjeti sajtesh, apo nënsajte të tij."],"Multi-site not supported":["S’mbulohet instancë shumësajtëshe"],"Backup doesn’t currently support the host that the site is hosted on.":["Kopjeruajtja s’e mbulon aktualisht strehën ku është strehuar sajti."],"Host not supported":["Strehë që s’mbulohet"],"We’ve detected VaultPress is currently active on the site, and we can automatically transfer it over to Jetpack Backup (Rewind), but you will need to trigger the transfer manually.":["Vumë re se VaultPress-i është aktualisht aktiv te sajti dhe mund ta shpërngulim automatikisht te Kopjeruajtje Jetpack (Rewind), por do të duhet ta vini në udhë dorazi shpërnguljen."],"Transfer VaultPress":["Shpërngule VaultPress-in"],"We’ve detected VaultPress is currently active on the site. VaultPress and Jetpack Backup cannot run simultaneously. In order to activate Jetpack Backup, you will first need to deactivate VaultPress.":["Vumë re se VaultPress-i është aktualisht aktiv te sajti. VaultPress-i dhe Kopjeruajtjet Jetpack s’mund të funksionojnë në të njëjtën kohë. Që të mund të aktivizoni Kopjeruajtje Jetpack, duhet së pari të çaktivizoni VaultPress-in."],"Backup plugin conflict":["Përplasje shtojcash kopjeruajtjesh"],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly, although successful Backups may still appear in the logs.":["Sajti s’duket të jetë i lidhur. Që të funksionojë si duhet, kopjeruajtja lyp një lidhje aktive me Jetpack-un, edhe pse te regjistrat mund të duket ende Kopjeruajtje të suksesshme."],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly.":["Sajti s’duket të jetë i lidhur. Që të funksionojë si duhet, kopjeruajtja lyp një lidhje aktive me Jetpack-un."],"The site does not appear to have a valid Backup plan. Please purchase a Backup plan in order activate the features of Jetpack Backup.":["Sajti s’duket se ka ndonjë plan aktiv Kopjeruajtjesh. Ju lutemi, që të mund të aktivizoni veçoritë e Kopjeruajtjeve Jetpack, blini një plan Kopjeruajtjesh."],"Missing Backup plan":["Mungon plan Kopjeruajtjesh"],"To keep everything running smoothly, renew your plan today!":["Që të mbani gjithçka në funksionim të rrjedhshëm, rinovoni që sot planin tuaj!"],"Your %1$s subcription will be expiring soon on %2$s, and the paid features for this product will no longer be available.":["Pajtimi juaj %1$s do të skadojë së shpejti më %2$s dhe veçoritë me pagesë për këtë produkt s’do të jenë më të përdorshme."],"Don’t worry—you can resume your plan anytime to restore your access to the upgraded features.":["Mos u bëni merak—mund ta rimerrni planin tuaj kurdo, që të rifitoni hyrje te veçoritë e përmirësuara."],"Your %1$s subcription has expired. The paid features are no longer available.":["Pajtimi juaj për %1$s ka skaduar. Veçoritë me pagesë s’janë më të përdorshme."],"Renew your plan by %1$s to continue to have access to the paid features of these products.":["Që të vazhdoni të përdorni veçoritë me pagesë të këtyre produkteve, rinovoni planin tuaj deri më %1$s."],"But don’t worry—you can resume your plan to restore your access to your plan’s paid features.":["Por mos u bëni merak—mund ta rimerrni planin tuaj kurdo, që të rifitoni hyrje te veçoritë me pagesë të planit tuaj."],"Since your %1$s plan is expired, the paid features for these products are no longer available for your site.":["Ngaqë plani juaj %1$s ka skaduar, veçoritë me pagesë për këto produkte s’janë më të përdorshme për sajtin tuaj."],"%1$s provides paid features for the following products:":["%1$s furnizon veçori me pagesë për produktet vijues:"],"To keep everything running smoothly, renew your plan by %1$s!":["Që të mbani gjithçka në funksionim të rrjedhshëm, rinovoni planin tuaj deri më %1$s!"],"Your videos will soon stop showing for your viewers, and you won’t be able to upload new content.":["Videot tuaja do të reshtin së shfaquri për vizitorët tuaj dhe s’do të jeni në gjendje të ngarkoni lëndë të re."],"Don’t worry—you can resume your plan anytime to restore your video library and continue uploading.":["Mos u bëni merak—mund të rimerrni kurdo planin tuaj, që të riktheni videotekën tuaj dhe të vazhdoni të ngarkoni."],"Your videos are no longer visible to your viewers, and you won’t be able to upload new content.":["Videot tuaja s’janë më të dukshme për vizitorët tuaj dhe s’do të jeni në gjendje të ngarkoni lëndë të re."],"Heads up! Your %1$s plan is about to expire":["Vini re! Plani juaj %1$s është pothuajse i skaduar"],"Your %1$s plan has expired":["Plani juaj %1$s ka skaduar"],"Read troubleshooting guide":["Lexoni udhërrëfyes diagnostikimi"],"The last backup attempted on %1$s was unsuccessful.":["Kopjeruajtja e fundit e provuar më %1$s qe e pasuksesshme."],"Oops! We couldn’t back up your site":["Oh! S’e kopjeruajtëm dot sajtin tuaj"],"The last scan identified %1$s. But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%2$s dashboard<\/a> to view more details.":["Kontrolli i fundit identifikoi %1$s. Por mos u shqetësoni, Mbrojtja zakonisht është në gjendje të “Vetë-ndreqë” kërcënime, në shumicën e rasteve. Që të shihni më tepër hollësi, vizitoni <a>pultin e %2$s<\/a>."],"%d threat":["%d kërcënim","%d kërcënime"],"The last scan identified %1$s (%2$d critical). But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%3$s dashboard<\/a> to view more details.":["Kontrolli i fundit identifikoi %1$s (%2$d kritik). Por mos u shqetësoni, Mbrojtja zakonisht është në gjendje të “Vetë-ndreqë” kërcënime, në shumicën e rasteve. Që të shihni më tepër hollësi, vizitoni <a>pultin e %3$s<\/a>."],"Check out our troubleshooting guide.":["Shihni udhërrëfyesin tonë të diagnostikimeve."],"Check out our troubleshooting guide or contact your hosting provider to resolve the issue.":["Që të zgjidhni problemin, shihni udhërrëfyesin tonë të diagnostikimeve, ose lidhuni me shërbimin e strehimit tuaj."],"The last backup attempt failed.":["Përpjekja e fundit për kopjeruajtje dështoi."],"Needs attention":["Lyp vëmendje"],"Fix threats":["Ndreqini kërcënimet"],"Troubleshoot":["Diagnostikojeni"],"Resume subscription":["Rimerr pajtimin"],"Expires on %1$s":["Skadon më %1$s"],"Managed by: %1$s":["Administruar nga: %1$s"],"Expiring soon on %1$s":["Skadon së shpejti më %1$s"],"Site connection failed. Please try again.":["Lidhja e sajtit dështoi. Ju lutemi, riprovoni."],"Hang tight while we personalize recommendations to suit your style.":["Rrini afër, teksa personalizojmë rekomandimet për t’ia përputhur stilit tuaj."],"Crafting your unique journey":["Po hartohet udha juaj unike"],"You’re connected and ready to fly!":["Jeni lidhur dhe gati të fluturoni!"],"Jetpack is connected %s":["Jetpack-u është i lidhur %s"],"Getting things ready in the background — almost there!":["Po bëhet gjërat gati në prapaskenë — thuajse mbërritëm!"],"Connecting Jetpack":["Po lidhet Jetpack-u"],"Expired plan":["Plan i skaduar"],"Expires soon":["Skadon së shpejti"],"Resume my plan":["Rimerr planin tim"],"Renew my plan":["Rinovo planin tim"],"Actions":["Veprime"],"Wait for %d days to reset your limit, per our <link>fair usage<\/link> policy.":["Prisni për %d ditë, që të riaplikohet kufiri juaj, sipas rregullave tonë për <link>përdorim pa hile<\/link>."],"User connected.":["Përdoruesi u lidh."],"User connected (Owner).":["Përdoruesi u lidh. (I zoti)."],"This Jetpack plan doesn’t work with Multisite WordPress setups. Please use it on a single-site installation or consider canceling for a refund.":["Ky plan Jetpack s’funksionon me instanca WordPress-i Shumësajtësh. Ju lutemi, përdoreni në një instalim njësajtësh, ose shihni mundësinë e anulimit, për një rimbursim."],"We’re sorry, %s is not compatible with multisite WordPress installations at this time.":["Na ndjeni, %s hëpërhë s’është i përputhshëm me instalime shumësajtëshe WordPress."],"Please take a moment to check the license key from your purchase confirmation email—it might have a small typo.":["Ju lutemi, ndaluni një çast të kontrolloni kyçin e licencës te email-i i ripohimit të blerjes tuaj—mund të ketë një gabim të vockël shkrimi."],"Unable to validate this license key.":["S’arrihet të vlerësohet ky kyç licence."],"The subscription is no longer active or has expired. Please purchase a new license.":["Pajtimi s’është më aktiv, ose ka skaduar. Ju lutemi, blini një licencë të re."],"You can either use this license on a different site or cancel your current plan for a refund.":["Mundeni ose ta përdorni këtë licencë në një sajt tjetër, ose të anuloni planin tuaj të tanishëm, për një rimbursim."],"It looks like your website already has a Jetpack plan that’s equal to or better than the one you’re trying to activate.":["Duket se sajti juaj ka tashmë një plan Jetpack që është baras, ose më i mirë se ai që po rrekeni të aktivizoni."],"Your site already has an active Jetpack plan of equal or higher value.":["Sajti juaj ka aktiv tashmë një plan Jetpack të kësaj vlere, ose të një vlere më të lartë."],"To use Jetpack on both sites, please <a>buy another license<\/a>.":["Që të përdorni Jetpack-un në të dy sajtet, ju lutemi, <a>blini një tjetër licencë<\/a>."],"If you would like to transfer it, please <a>get in touch<\/a>.":["Nëse doni ta shpërngulni, ju lutemi, <a>lidhuni me ne<\/a>."],"This license is already active on another website":["Kjo licencë është tashmë aktive në një tjetër sajt"],"This license is already active on your site.":["Licenca është aktive tashmë në sajtin tuaj."],"Reconnect Jetpack.":["Rilidheni Jetpack-un."],"Log in to the WordPress.com account that purchased the plan.":["Bëni hyrjen te llogaria WordPress.com që pat blerë planin."],"Disconnect Jetpack from your site.":["Shkëputeni Jetpack-un nga sajti juaj."],"Follow these <a>steps<\/a> to resolve it.":["Që ta zgjidhni, ndiqni këto <a>hapa<\/a>."],"The account that purchased the plan and the account managing this site are different.":["Llogaria që bleu planin dhe llogaria që administron këtë sajt janë të ndryshme."],"Need help? <a>Get in touch<\/a>.":["Ju duhet ndihmë? <a>Lidhuni me ne<\/a>."],"Requests this month":["Kërkesa këtë muaj"],"Existing videos":["Video ekzistuese"],"Stunning-quality, ad-free video in the WordPress Editor. Begin by uploading your first video.":["Video me cilësi mahnitëse, pa reklama, te Përpunuesi i WordPress-it. Fillojani duke ngarkuar videon tuaj të parë."],"Load your existing videos faster and without ads.":["Ngarkojini videot tuaja më shpejt dhe pa reklama."],"Total time watched":["Kohë parjeje gjithsej"],"This metric shows total video viewing time for the last year.":["Kjo vlerë shfaq kohën gjithsej të parjeve të videove për vitin e fundit."],"This metric shows your total video viewing time over the past 30 days, compared to the previous 30 days.":["Kjo vlerë shfaq kohën gjithsej të parjeve tuaja të videove përgjatë 30 ditëve të shkuara, krahasuar me 30 ditët e mëparshme."],"This metric shows your total video views over the past year.":["Kjo vlerë shfaq kohën gjithsej të parjeve tuaja të videove përgjatë vitit të fundit."],"This metric shows your total video views over the past 30 days, compared to the previous 30 days.":["Kjo vlerë shfaq parjet tuaja gjithsej të videove përgjatë 30 ditëve të shkuara, krahasuar me 30 ditët e mëparshme."],"Yearly views":["Parje vjetore"],"30-Day views":["Parje gjatë 30 ditësh"],"Success! 🌟 Your video is live and gathering views.":["Sukses! 🌟 Videoja juaj po shihet dhe po grumbullon parje."],"High-quality video, wherever your audience is":["Video me cilësi të lartë, kudo që të jetë publiku juaj"],"Give your videos a boost! 🚀 Try hosting with VideoPress for superior quality and performance.":["Jepuni një shtytje videove tuaja! 🚀 Provoni strehimin me VideoPress, për cilësi dhe funksionim superior."],"You have %d video in your Media Library that could benefit from VideoPress. Start <a>hosting<\/a> it today to unlock multiple benefits: enhanced quality add-free streaming, faster load times, customizable player controls.":["Keni %d video në Mediatekën tuaj që mund të përfitonte nga VideoPress. Filloni <a>ta strehoni<\/a> që sot, që të shkyçni përfitime të shumta: transmetim me cilësi të thelluar dhe pa reklama, kohë më të shpejta ngarkimi, kontrolle lojtësi që mund të përshtaten.","Keni %d video në Mediatekën tuaj që mund të përfitonte nga VideoPress. Filloni <a>ta strehoni<\/a> që sot, që të shkyçni përfitime të shumta: transmetim me cilësi të thelluar dhe pa reklama, kohë më të shpejta ngarkimi, kontrolle lojtësi që mund të përshtaten."],"The finest video for WordPress":["Videoja më fine për WordPress"],"Logins Blocked":["Hyrje të Bllokuara"],"Auto-Firewall":["Firewall i Automatizuar"],"a few seconds ago":["pak sekonda më parë"],"%s month ago":["%s muaj më parë","%s muaj më parë"],"%s year ago":["%s vit më parë","%s vjet më parë"],"Failed to hide evaluation results. Please try again":["S’u arrit të kaloheshin të fshehura përfundimet e vlerësimit. Ju lutemi, riprovoni"],"Failed to save evaluation results. Please try again":["S’u arrit të ruheshin përfundimet e vlerësimit. Ju lutemi, riprovoni"],"Failed to evaluate site recommendations":["S’u arrit të vlerësohen rekomandime sajtesh"],"Skip onboarding":["Anashkalo hapa mirëseardhjeje"],"See solutions":["Shihni zgjidhje"],"Jetpack does a lot. Select the items that are most important to you and we‘ll find the Jetpack tools that are the best match for your site.":["Jetpack-u bën plot gjëra. Përzgjidhni gjërat që janë më të rëndësishmet për ju dhe do të gjejmë mjetet Jetpack që përkojnë më shumë me sajtin tuaj."],"What would you like Jetpack to do?":["Ç’do të donit të bëjë Jetpack-u?"],"I don‘t know":["S’e di"],"Create quality content":["Të krijojë lëndë cilësore"],"Grow my audience":["Të shtojë publikun tim"],"Improve my site‘s performance":["Të përmirësojë funksionimin e sajtit tim"],"Protect my site":["Të mbrojë sajtin tim"],"Jetpack works behind the scenes to keep your site safe, make it lightning-fast, and to help you get more traffic.":["Jetpack-u punon pas skenave për ta mbajtur sajtin tuaj të parrezik, për ta bërë të shpejtë si rruge de për t’ju ndihmuar të përfitoni më tepër trafik."],"Unlock the power of your WordPress site with Jetpack, the complete toolkit for enhancing your site’s security, speed, and growth.":["Çlironi fuqinë e sajtit tuaj WordPress, me Jetpack-un, grupin e plotë të mjete për thellimin e sigurisë, shpejtësisë dhe rritjes së sajtit tuaj."],"Activate Jetpack in one click":["Aktivizojeni Jetpack-un me një klikim"],"Simplify your writing with AI suggestions to fix long sentences and complex words and sound more confident. As you type, check your Reading grade score to make sure it suits your audience.":["Thjeshtoni të shkruarit tuaj me sugjerime nga IA, për të ndrequr fjali të gjata dhe fjalë të ndërlikuara dhe që të dëgjoheni më i sigurt. Teksa shtypni, shihni vlerësimin për ju për nivel Lexueshmërie, për t’u siguruar se i shkon për shtat publikut tuaj."],"Make your writing easy to read":["Bëjeni shkrimin tuaj të lehtë për t’u kuptuar"],"Upgrade required for activation. Manual rules available.":["Për aktivizimin lypset përmirësim. Ka rregulla dorazi."],"You have Auto-Firewall disabled, visit your Protect <a>firewall settings<\/a> to activate.":["E keni Auto-Firewall-in të çaktivizuar, që ta aktivizoni, vizitoni <a>rregullime për firewall-in<\/a> te Protect-i juaj."],"Auto-Firewall: Inactive":["Auto-Firewall: Joaktiv"],"We’ve checked items against our database, and all appears well. For a more detailed, line-by-line malware scan, consider upgrading your plan.":["I kontrolluam objektet kundrejt bazës së të dhënave dhe gjithçka duket në rregull. Për një kontroll për <em>malware<\/em> më të hollësishëm, rresht për rresht, shihni mundësinë e përmirësimit të planit tuaj."],"Elevate your malware protection":["Ngrini më lart mbrojtjen nga malware-i"],"Auto-fix threats":["Zgjidhi automatikisht kërcënimet"],"Your site has %1$s and %2$s lacking security measures. Improve your site’s safety by adding protection at no cost.":["Sajtit tuaj i mungojnë masat e sigurisë %1$s dhe %2$s. Përmirësoni sigurinë e sajtit duke shtuar mbrojtje pa shpenzuar gjë."],"Improve site safety: secure plugins & themes":["Përmirësoni sigurinë e sajtit: bëjini shtojcat & temat të siguruara"],"For Brute Force Protection, activate the Jetpack or Protect plugin and enable it in settings.":["Për Mbrojtje Nga Hyrje Me Zor, aktivizoni shtojcën Jetpack ose Protect dhe aktivizojeni që nga rregullimet."],"Brute Force Protection is disabled and not actively blocking malicious login attempts.":["Mbrojtja Nga Hyrje Me Zor është e çaktivizuar dhe nuk po bllokon përpjekje dashakeqe për hyrje."],"Brute Force Protection is disabled and not actively blocking malicious login attempts. Go to <a>%s<\/a> to activate it.":["Mbrojtja Nga Hyrje Me Zor është e çaktivizuar dhe nuk po bllokon përpjekje dashakeqe për hyrje. Që ta aktivizoni, kaloni te <a>%s<\/a>."],"Brute Force Protection: Inactive":["Mbrojtja Nga Sulme Hyrjeje Me Zor: Joaktive"],"Brute Force Protection is actively blocking malicious login attempts. The number of blocked login attempts will display here soon!":["Mbrojtja Nga Hyrje Me Zor po bllokon aktivisht përpjekje dashakeqe për hyrje. Numri i përpjekjeve të bllokuara për hyrje do të shfaqet këtu së shpejti!"],"Brute Force Protection: Active":["Mbrojtja Nga Sulme Hyrjeje Me Zor: Aktive"],"%d theme":["%d temë","%d tema"],"&":["&"],"%d plugin":["%d shtojcë","%d shtojca"],"Last scan: %s":["Kontrolli i fundit më: %s"],"Shield icon - Scan Status: Off":["Ikona mburojë - Gjendje Kontrolli: Off"],"Partial":["I pjesshëm"],"Shield icon - Scan Status: Partial":["Ikona mburojë - Gjendje Kontrolli: I pjesshëm"],"Secure":["I siguruar"],"Shield icon - Scan Status: Secure":["Ikona mburojë - Gjendje Kontrolli: I siguruar"],"Threats":["Kërcënime"],"Shield icon - Brute Force Protection Status: Off":["Ikonë mburojë - Gjendje Mbrojtjeje Nga Sulme Hyrjeje Me Zor: Off"],"Shield icon - Brute Force Protection Status: Inactive":["Ikonë mburojë - Gjendje Mbrojtjeje Nga Sulme Hyrjeje Me Zor: Joaktive"],"Shield icon - Brute Force Protection Status: Active":["Ikonë mburojë - Gjendje Mbrojtjeje Nga Sulme Hyrjeje Me Zor: Aktive"],"Shield icon - Auto-Firewall Status: Off":["Ikona mburojë - Gjendje Auto-Firewall-i: Off"],"Shield icon - Auto-Firewall Status: Inactive":["Ikona mburojë - Gjendje Auto-Firewall-i: Joaktiv"],"Shield icon - Auto-Firewall Status: On":["Ikona mburojë - Gjendje Auto-Firewall-i: On"],"Needs plan":["Lyp plan"],"Get plan":["Merrni plan"],"Redo":["Ribëje"],"Recommendations menu":["Menu rekomandimesh"],"Here are the tools that we think will help you reach your website goals:":["Ja mjetet që mendojmë se do t’ju ndihmojnë të arrini synimet e sajtit tuaj:"],"Our recommendation for you":["Rekomandimi ynë për ju","Rekomandimet tona për ju"],"On the next screen, you can connect with an existing account from any of these services or create a new one.":["Në skenën pasuese, mund të lidhni një llogari ekzistuese që nga një prej këtyre shërbimeve, ose të krijoni një të re."],"Learn about Jetpack SEO tools":["Mësoni rreth mjetesh Jetpack SEO"],"Use AI to generate title suggestions based on your content, each with an explanation of why it works better. Save time and create engaging, SEO-friendly titles.":["Përdorni IA që të prodhohen sugjerimi titulli bazuar në lëndën tuaj, secili me një shpjegim pse funksionon më mirë. Kurseni kohë dhe krijoni tituj tërheqës, miqësorë ndaj SEO-s."],"Optimize your titles effortlessly":["Optimizoni pa mundim titujt tuaj"],"Needs user account":["Lyp llogari përdoruesi"],"Sign up now":["Regjistrohuni që tani"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Duke klikuar mbi <strong>%s<\/strong>, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe me <shareDetailsLink>të njëkohësoni të dhënat e sajtit tuaj<\/shareDetailsLink> me ne."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Duke klikuar mbi <strong>%1$s<\/strong>, ose <strong>%2$s<\/strong> pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe me <shareDetailsLink>të njëkohësoni të dhënat e sajtit tuaj<\/shareDetailsLink> me ne."],"Missing site connection":["Mungon lidhje sajti"],"Connect your site":["Lidhni sajtin tuaj"],"Missing user connection":["Mungon lidhje përdoruesi"],"Learn about featured images":["Mësoni rreth figurash të zgjedhura"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["Krijoni, me vetëm një klikim, figura të zgjedhura për të ilustruar lëndën tuaj dhe për ta bërë më tërheqëse. Përdorni hapat për të prodhuar figura të reja të zgjedhura të përimtuara."],"Create featured images with one click":["Krijoni me një klikim figura të zgjedhura"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Shpejtësia juaj është përmirësuar me %d pikë! Përmirësoni Boost-in, që të shkyçni mjete të automatizuara optimizimi CSS-je dhe figurash, për të mbajtur pikët tuaja të shumta."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Shpejtësia juaj është përmirësuar me %d pikë! Boost-i po punon për të zgjeruar funksionimin për ju me mjete të automatizuara."],"Create better content with powerful AI tools":["Krijoni lëndë më të mirë me mjete të fuqishme IA"],"See documentation":["Shihni dokumentimin"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Instalimi juaj i %1$s-ut është i paplotë. Nëse e instaluat %1$s-un prej GitHub-it, ju lutemi, referojuni dokumentimit për zhvillues, se si të ujdisni mjedisin tuaj të zhvillimit."],"Failed to dismiss the welcome banner. Please try again":["S’u arrit të hidhej tej banderola e mirëseardhjes. Ju lutemi, riprovoni"],"Share your feedback!":["Jepni përshtypjet tuaja!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Ndihmonani të përmirësojmë saktësinë e përfundimeve tona dhe mos ngurroni të na jepni ide për sendërtime dhe përmirësime të ardhshme."],"Do you have any feedback?":["Keni diçka për të thënë?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Merrni ide rreth postimit tuaj, para botimit. IA do të lexojë postimin tuaj dhe do të theksojë mundësi për të përmirësuar botimin tuaj."],"Learn about forms":["Mësoni rreth formularësh"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Ndërtoni shpejt e shpejt formularë, duke përdorur bllokun Formularë Jetpack dhe IA-në. Përdorni hapat për të përshkruar formularin tuaj dhe IA-ja do të prodhojë elementët brenda pak sekondash."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Përdorni bllokun IA për të prodhuar lëndë, ose përdorni mundësitë tona IA për përpunim në blloqe ekzistues. Përdorni hapat, ose këdo nga veprimet tona të rekomanduara."],"Discover all the Jetpack features powered by AI":["Zbuloni krejt veçoritë Jetpack të bazuara në IA"],"AI Features":["Veçori IA"],"Free requests available":["Ka kërkesa falas"],"All-time requests used":["Kërkesa të përdorura për krejt kohën"],"Requests for this month":["Kërkesa për këtë muaj"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Hartoni, shndërroni, përktheni dhe tjetërsoni si lëndë të re, ashtu dhe ekzistuese, duke shfrytëzuar aftësitë e IA-së, brenda përpunuesit me blloqe."],"Get %s requests":["Merrni %s kërkesa"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Arrini Më Tepër, me IA Jetpack! Përmirësojeni tani, për kërkesa shtesë dhe për ta mbajtur të fortë impulsin tuaj."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Prisni për %d ditë, sa të rifillojë kufiri juaj, ose përmirësojeni që tani me një fashë më sipër, për kërkesa shtesë dhe për ta mbajtur punën tuaj të shkojë përpara."],"You've used all your free requests":["Keni përdorur krejt kërkesat tuaja falas"],"You've reached your request limit for this month":["Keni mbërritur në kufijtë tuaj të kërkesave për këtë muaj"],"Connect to Jetpack to start using the AI Assistant":["Lidheni me Jetpack-un, që të filloni të përdorni Asistentin IA"],"Create new post":["Krijoni një postim të ri"],"Build forms using prompts":["Ndërtoni formularë duke përdorur hapa"],"Generate and edit content faster with Jetpack AI Assistant":["Prodhoni dhe përpunoni lëndë më shpejt, me Asistentin Jetpack IA"],"Get feedback on posts":["Merrni përshtypje rreth postimesh"],"Don’t show the welcome message again":["Mos e shfaq sërish mesazhin e mirëseardhjes"],"Connect Jetpack to use Stats":["Që të përdorni Statistikat, lidhni Jetpack-un"],"Get Stats":["Merrni Statistika"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Sajti juaj ka nevojë për përmirësime funksionimi. Bëjeni sajtin tuaj të shpejtë si rruge, me panelin e thjeshtë të Përforcimeve dhe mjete përshpejtimi."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Ju ndan një hap nga bërja e sajtit tuaj të shpejtë si rrufe. Instaloni Përforcim, për të zgjeruar funksionimin e sajtit tuaj si sajtet më të mirë, pa pasur nevojë për programues."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Sajti juaj është i shpejtë! Por ruajtja e një shpejtësie të madhe s’është gjë e kollajtë. Përdorni mjete Përforcim të automatizuara për përshpejtim, për të optimizuar funksionimin kudo që të jeni."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Përmirësoni funksionimin, me CSS të automatizuar dhe mjete optimizimi figurash, duke përmirësuar Përforcimin."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Ju ndan një hap nga bërja e sajtit tuaj të shpejtë si rrufe. Përmirësoni Përforcimin, që të përdorni CSS të automatizuar dhe mjete optimizimi figurash, për të përmirësuar funksionimin."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Sajti juaj është i shpejtë! Por mbajtja e një shpejtësie të madhe s’është e kollajtë. Përmirësoni Përforcimin, që të përdorni CSS të automatizuar dhe mjete optimizimi figurash, që të përmirësoni funksionimin kudo qofshi."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Vizitoni pultin e Përforcimit, që të shihni si del shpejtësia e sajtit tuaj dhe që të administroni rregullime tuajat për produktin."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Vizitoni pultin e Përforcimit, që të shihni vlera historike të shpejtësisë dhe që të administroni rregullime tuajat për produktin."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Sajti juaj është i shpejtë! Përforcimi po funksionon për të thelluar funksionimin me mjete të automatizuara."],"Boost your site":["Jepini një hop të ri sajtit tuaj"],"Site speed performance:":["Funksionim shpejtësie sajti:"],"Your website’s overall speed score:":["Shpejtësia e përgjithshme e sajtit tuaj:"],"%s comment":["%s koment","%s komente"],"Needs connection":["Lyp lidhje"],"Needs Plugin":["Lyp Shtojcë"],"Connecting your account…":["Po lidhet llogaria juaj…"],"Go back to previous screen":["Kthehu te skena e mëparshme"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Shijoni ndarje të pakufizuara me të tjerët, përmes Jetpack Social Elementar. Mësoni se si të përfitoni maksimumin prej Jetpack Social-it, <a>këtu<\/a>."],"Jetpack Social Basic is active!":["Jetpack Social Elementar është aktiv!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Krijoni paraparje mahnitëse lidhjesh për postimet tuaja, duke përdorur Prodhues Figurash për Shoqërorë. Mësoni më tepër <a>këtu<\/a>.<br\/><br\/>Mësoni se si të përfitoni maksimumin prej Jetpack Social-it, <link>këtu<\/link>.<br\/><br\/>"],"Jetpack Social Advanced is active!":["Jetpack Social i Thelluar është aktiv!"],"Get more requests":["Merrni më tepër kërkesa"],"%s second ago":["%s sekondë më parë","%s sekonda më parë"],"%s minute ago":["%s minutë më parë","%s minuta më parë"],"%s hour ago":["%s orë më parë","%s orë më parë"],"%s day ago":["%s ditë më parë","%s ditë më parë"],"Activity Detected":["U pikas Veprimtari"],"Undo":["Zhbëje"],"No results":["S’ka përfundime"],"Visitors":["Vizitorë"],"Compared to previous period":["Krahasuar me periudhën e mëparshme"],"7-day highlights":["Prirje 7-ditore"],"AI Assistant":["Asistent AI"],"Mobile score":["Vlerësim për në celular"],"Desktop score":["Vlerësim për në desktop"],"Timed out":["I mbaroi koha"],"Invalid response while requesting metrics":["Përgjigje e pavlefshme teksa kërkoheshin statistika"],"An unknown error occurred while requesting metrics":["Ndodhi një gabim i panjohur teksa kërkoheshin statistika"],"Timed out while waiting for speed-score.":["Mbaroi koha, teksa pritej për vlerësimin e shpejtësisë."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ndodhi një gabim teksa provohej të komunikohej me API-n REST të sajtit. Hollësi shtesë diagonistikimi: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["API REST e sajtit tuaj s’duket se mund të përdoret. Jetpack Boost lyp hyrje te API juaj REST, që të mund të marrë vlerësime mbi funksionimin e sajtit. Ju lutemi, sigurohuni se API REST e sajtit tuaj është aktiv dhe se mund të përdoret, mandej riprovoni."],"HTTP %d error received while communicating with the server.":["U mor gabim HTTP %d, teksa komunikohej me shërbyesin."],"Received invalid response while communicating with your WordPress site: %s":["U mor përgjigje e pavlefshme, teksa komunikohej me sajtin tuaj WordPress: %s"],"Start for Free":["Nisjani Falas"],"\/month":["\/muaj"],"Renew subscription":["Rinovoni pajtimin"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Keni tashmë një plan ekzistues, ose një kyç licence? <a>Fillojani<\/a>."],"%s or Start for free":["%s, ose Nisjani falas"],"Install Plugin":["Instaloje Shtojcën"],"Never Expires":["Nuk Skadon Kurrë"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s u dhurua më %2$s. Ju jep mundësinë e një pajtimi të përhershëm për Jetpack VaultPress Backup dhe Jetpack Scan."],"Explore your new powers":["Eksploroni fuqitë tuaja të reja"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Kontrolli i automatizuar dhe ndreqjet me një klikim e mbajnë sajtin tuaj një hap para kërcënimeve të sigurisë."],"Plugin name (noun).\u0004Scan":["Skanim"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["Tokeni juaj i Artë Jetpack ju jep një licencë të përhershme për këtë sajt dhe përfshin produktet vijuese:"],"Super powers are ready!":["Fuqitë super janë gati!"],"Redeem your token":["Përdoreni tokenin tuaj"],"Awesome!":["Mahnitëse!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Kjo shkyç përgjithmonë fuqitë Jetpack për sajtin tuaj. Punimi juaj ekskluziv me Jetpack ju pret."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Kjo shkyçi përgjithmonë fuqitë Jetpack për sajtin tuaj. Punimi juaj ekskluziv me Jetpack është tashmë aktiv."],"You have been gifted a Jetpack Golden Token.":["Ju është dhuruar një Token i Artë Jetpack."],"Hey, %s":["Hej, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Ose nuk keni leje të kryeni këtë veprim, ose një llogari përdoruesi duhet të lidhet. <connectLink>Klikoni këtu që të lidhni llogarinë tuaj të përdoruesit<\/connectLink>, ose lidhuni me përgjegjësin tuaj."],"View detailed stats":["Shihni statistika të hollësishme"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Duke klikuar mbi butonat më sipër, pajtoheni me <tosLink>Kushtet tona të Shërbimit<\/tosLink> dhe me <shareDetailsLink>të njëkohësoni të dhënat e sajtit tuaj<\/shareDetailsLink> me ne."],"Previous":["I mëparshmi"],"Arrow right":["Shigjeta djathtas"],"Arrow left":["Shigjeta majtas"],"trial for the first month, then $%s \/month, billed yearly":["provë për muajin e parë, mandej $%s \/muaj, faturuar një herë në vit"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Çmimi i reduktuar është një ofertë e kufizuar për vitin e parë dhe rinovohet me çmim të rregullt."],"%s not included":["%s s’përfshihet"],"%s coming soon":["%s vjen së shpejti"],"Coming soon":["Së shpejti"],"Also connected: %s (Owner).":["I lidhur gjithashtu: %s (I zoti)."],"Input a license key":["Jepni një kyç licence"],"Select a license key":["Përzgjidhni një kyç licence"],"I want to add a license key manually":["Dua të shtoj një kyç licence dorazi"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Po sille licenca të gatshme…"],"Some products need a connection to WordPress.com to be able to work.":["Disa produkte lypin një lidhje me WordPress.com, që të jenë në gjendje të funksionojnë."],"VaultPress Backup":["Kopjeruajtje VaultPress"],"\/month, billed yearly":["\/muaj, faturuar një herë në vit"],"% off":["% më pak"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["Kërkimi Jetpack Falas mbulon deri në 5000 zëra dhe 500 kërkesa në muaj falas. Do t’ju kërkohet ta përmirësoni me një plan me pagesë, nëse tejkaloni këta kufij për tre muaj të njëpasnjëshëm."],"Start for free":["Nisjani falas"],"Not included":["Jo e përfshirë"],"Included":["E përfshirë"],"Done":["U bë"],"Get plugin":["Merrni shtojcën"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Për shkak të rregullimeve tuaja për shërbyesin, s’mund ta instalojmë automatikisht shtojcën për ju. Ju lutemi, instalojeni dorazi shtojcën %s."],"Close.":["Mbylle."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["Për planin me pagesë, çmimi do të përshtatet automatikisht bazuar në numrin e zërave te treguesi juaj i kërkimeve. Nëse mbërrini në një fashë të re çmimesh, do t’jua bëjmë të ditur, përpara ciklit të ri të faturimeve."],"Activate a license (requires a user connection)":["Aktivizoni një licencë (lyp lidhje përdoruesi)"],"Activate a license":["Aktivizoni një licencë"],"Next":["Pasuesja"],"Get %s":["Merreni %s"],"New":["I ri"],"There was an error fetching your %s information. Check your site connectivity and try again.":["Pati një gabim në sjelljen e hollësive të %s tuaj. Kontrolloni lidhjen me sajtin tuaj dhe riprovoni."],"Save every change and get back online quickly with one‑click restores.":["Ruani çdo ndryshim dhe rikthehuni pa humbur kohë në linjë përmes rikthimesh me një klikim."],"Purchase":["Blijeni"],"And more!":["Dhe të tjera!"],"Some products need a user connection to WordPress.com to be able to work.":["Disa produkte lypin një lidhje përdoruesi në WordPress.com, që të jenë në gjendje të funksionojnë."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["Jetpack %s lyp një lidhje përdoruesi në WordPress.com, që të jetë në gjendje të funksionojë."],"Active on your site":["Aktiv në sajtin tuaj"],"Go back":["Shko mbrapsht"],"Magnifying Glass":["Thjerrë Zmadhuese"],"Install %s":["Instalo %s"],"Configure search":["Formësoni kërkimin"],"View scan results":["Shihni përfundime kontrolli"],"View latest backup":["Shihni kopjeruajtjen e fundit"],"View my plans":["Shihni plane për ju"],"Configure my site":["Formësim i sajtit tim"],"Connection":["Lidhje"],"An unknown error occurred during license activation. Please try again.":["Ndodhi një gabim i panjohur gjatë aktivizimit të licencës. Ju lutemi, riprovoni më vonë."],"This is not a valid license key. Please try again.":["Ky s’është kyç i vlefshëm licence. Ju lutemi, riprovoni."],"You're all set!":["Kaq qe!"],"Your product is active!":["Produkti juaj është aktiv!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Shijoni video të cilësisë së lartë, pa reklama, krijuar posaçërisht për WordPress-in."],"Jetpack VideoPress is active!":["Jetpack Videopress-i është aktiv!"],"Jetpack Security is active!":["Siguria me Jetpack është aktive!"],"Next, we'll help you customize the Search experience for your visitors.":["Në vazhdim, do t’ju ndihmojmë të përshtatni funksionimin e Kërkimit për vizitorët tuaj."],"Jetpack Search is active!":["Kërkimi me Jetpack është aktiv!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Kontrollet e sigurisë për ju mund t’i shihni te <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["Jetpack Scan-i është aktiv!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Mund të shihni kopjeruajtjet tuaja, kontrollet e sigurisë dhe të riktheni sajtin tuaj që nga <a>cloud.jetpack.com<\/a>. Nëse humbni hyrjen në sajtin tuaj, mund ta riktheni prej andej."],"Jetpack Complete is active!":["Jetpack Complete-i është aktiv!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Mund të shihni kopjeruajtjet tuaja dhe të riktheni sajtin tuaj që nga <a>cloud.jetpack.com<\/a>. Nëse humbni hyrjen në sajtin tuaj, mund ta riktheni prej andej."],"Jetpack Backup is active!":["Kopjeruajtjet me Jetpack janë aktive!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Do të kujdesemi ne për gjithçka nga këtu. Tani gëzojuni një sajti pa mesazhe të padëshiruar!"],"Jetpack Anti-spam is active!":["Jetpack Anti-spam është aktiv!"],"Do you need help? <a>Contact us.<\/a>":["Ju duhet ndihmë? <a>Lidhuni me ne.<\/a>"],"License key":["Kyç licence"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["Për kyçin tuaj të licencës, <strong>shihni te email-i juaj<\/strong>. Duhet ta keni marrë pasi bëtë blerjen tuaj."],"Add a license key":["Shtoni një kyç licence"],"Upgrade now":["Përmirësojeni tani"],"\/month, paid yearly":["\/muaj, paguar një herë në vit"],"Popular upgrade":["Përmirësim popullor"],"Let visitors share your content on social media":["Lejojuni vizitorëve të ndajnë me të tjerë në media shoqërore lëndë tuajën"],"Automatically share your content on social media":["Ndani vetvetiu me të tjerët në sajte mediash shoqërore lëndë tuajën"],"Connect your user account":["Lidhni llogarinë tuaj të përdoruesit"],"Unlock all the amazing features of Jetpack by connecting now":["Shkyçini krejt veçoritë e mahnitshme të jetpack-ut, duke e lidhur që tani"],"Loading…":["Po ngarkohet…"],"An error occurred. Please try again.":["Ndodhi një gabim. Ju lutemi, riprovoni."],"Jetpack Logo":["Stemë Jetpack-u"],"Contact support":["Lidhuni me asistencën"],"Receive notifications about new likes and comments":["Merrni njoftime për pëlqime dhe komente të reja"],"Let your subscribers know when you post":["Lërini pajtimtarët tuaj ta dinë, kur postoni"],"Receive instant downtime alerts":["Merrni sinjalizime të menjëhershme për kohë mosfunksionimi"],"Dismiss":["Hidhe tej"],"Install":["Instaloje"],"Free":["Falas"],"Appearance":["Dukje"],"Activating…":["Po aktivizohet…"],"Upgrade your plan to upload audio":["Që të ngarkoni audio, përmirësoni planin tuaj"],"Upgrade your plan to use video covers":["Që të përdorni kapakë video, përmirësoni planin tuaj"],"Restore Connection":["Riktheni Lidhjen"],"Activating %s…":["Po aktivizohet %s…"],"Has a video.":["Ka video."],"Tag":["Etiketë"],"Post":["Postim"],"Page":["Faqe"],"Has an image.":["Ka figurë."],"Has multiple images.":["Ka figura të shumta."],"Toggle search filters.":["Shfaq\/Fshih filtra kërkimi."],"Matching comment.":["Koment me përputhje."],"Show filters":["Shfaq filtra"],"Is a product.":["Është produkt."],"Is an event.":["Është veprimtari."],"Has audio.":["Ka audio."],"On":["On"],"Off":["Off"],"Contact Us":["Lidhuni Me Ne"],"Connecting…":["Po lidhet…"],"Products":["Produkte"],"Expired on %1$s":["Ka skaduar më %1$s"],"Scan":["Skanoje"],"Link to learn more about Jetpack.\u0004About":["Rreth"],"(opens in a new tab)":["(hapet në dritare të re)"],"Learn more about us":["Mësoni më tepër rreth nesh"],"About Jetpack":["Mbi Jetpack-un"],"There was an error testing Jetpack. Error: %s":["Pati një gabim gjatë testimit të Jetpack-ut. Gabim: %s"],"Manage your plan":["Administroni planin tuaj","Administroni planet tuaja"],"Sort by":["Renditini sipas"],"Remove":["Hiqe"],"Plan":["Plan"],"Help":["Ndihmë"],"Manage":["Administroni"],"An Automattic Airline":["Linjë Ajrore nga <span>Automattic<\/span>"],"View":["Parje"],"List":["Listë"],"Grid":["Rrjetë"],"This will reset all Jetpack options, are you sure?":["Kështu do të kthehen në fillimet krejt mundësitë Jetpack, jeni i sigurt?"],"Welcome to Jetpack!":["Mirë se vini te Jetpack-u!"],"WordPress.com Terms of Service":["Kushte Shërbimi te WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Kushte"],"Automattic's Privacy Policy":["Rregulla Privatësie te Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privatësi"],"No results found":["S’u gjetën përfundime"],"Upgrade":["Përmirësojeni"],"Options failed to reset.":["Dështoi rikthimi i mundësive te parazgjedhjet."],"There was an error reconnecting Jetpack. Error: %s":["Pati një gabim në rilidhjen e Jetpack-ut. Gabim: %s"],"Views":["Parje"],"Information.":["Hollësi."],"Layout":["Skemë"],"Reconnecting Jetpack…":["Rilidhje e Jetpack-ut…"],"Not connected":["I palidhur"],"Learn more":["Mësoni më tepër"],"Category":["Kategori"],"Icon":["Ikonë"],"Close":["Mbylle"],"Connect":["Lidhu"],"Error code: %s":["Kod gabimi: %s"],"Title":["Titull"],"Plugins":["Shtojca"],"Likes":["E pëlqen"],"Description":["Përshkrim"],"Order":["Renditje"],"Preview":["Paraparje"],"Cancel":["Anuloje"],"Comments":["Komente"],"(no title)":["(pa titull)"],"Activate":["Aktivizoje"],"Inactive":["Joaktive"],"Active":["Aktive"],"Search":["Kërko"],"See all Jetpack features":["Shihni krejt veçoritë e Jetpack-ut"],"My Jetpack":["Jetpack-u Im"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}