{"translation-revision-date":"2025-07-01 14:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Default Image":["Standardbild"],"Publicize scheduled actions":["Geplante Aktionen mit Publicize veröffentlichen"],"Publicize shares data":["Publicize teilt Daten"],"There was an error deleting the item.":["Beim Löschen des Elements ist ein Fehler aufgetreten."],"There was an error scheduling the post.":["Beim Planen des Beitrags ist ein Fehler aufgetreten."],"Post scheduled successfully.":["Beitrag erfolgreich geplant."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Keine bevorstehenden geteilten Beiträge"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Bevorstehende geteilte Beiträge"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Geplant (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Geplant (Wird geladen …)"],"The button label for the modal trigger\u0004Preview & Share":["Vorschau anzeigen und teilen"],"The title of the social modal\u0004Share Post":["Beitrag teilen"],"Are you sure you want to delete this post?":["Bist du sicher, dass du diesen Beitrag löschen möchtest?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Bestätigen"],"Label for publicize toggle\u0004Sharing is disabled":["Teilen ist deaktiviert"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Die folgenden Plattformen werden nicht mehr unterstützt:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Stelle die Verbindung erneut her, um weiterhin über diese Verbindung teilen zu können."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Es besteht ein Problem mit dieser Verbindung."],"Publicize services":["Publicize-Dienste"],"This can either be %s or just the domain name if you are using a custom domain.":["Dies kann entweder %s oder nur der Domainname sein, wenn du eine individuelle Domain verwendest."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Bluesky-Benutzernamen dürfen keine Punkte enthalten. Wenn du eine individuelle Domain verwendest, gib sie ohne „%s“ ein"],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Eine Social-Media-Verbindung erfordert Aufmerksamkeit. Gehe zum Korrigieren zu <fixLink>Verbindungen verwalten<\/fixLink>.","Einige Social-Media-Verbindungen erfordern Aufmerksamkeit. Gehe zum Korrigieren zu <fixLink>Verbindung verwalten<\/fixLink>."],"Expiring connection":["Verbindung läuft ab","Verbindungen laufen ab"],"Reconnect to continue sharing.":["Stelle die Verbindung erneut her, um weiterhin teilen zu können."],"Social Settings":["Einstellungen für Social Media"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Wir konnten nicht abrufen, auf welche Unternehmensseiten du Zugriff hast. Dies ist ein bekanntes Problem mit der LinkedIn-API. Wenn du eine Verbindung zu einer Unternehmensseite herstellen willst, versuch es nach 5 Minuten erneut."],"Request submitted successfully.":["Anfrage erfolgreich eingereicht."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Bluesky teilt."],"This is what your social post will look like on Bluesky:":["So sieht dein Social-Media-Beitrag auf Bluesky aus:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1 Std."],"Account name":["Kontoinhaber"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Um Bluesky zu teilen, gib bitte dein Bluesky-Handle und dein App-Passwort unten ein, und klicke dann auf „Verbinden“."],"This Bluesky account is already connected":["Dieses Bluesky-Konto ist bereits verbunden"],"Invalid Bluesky handle":["Ungültiges Bluesky-Handle"],"Please provide an app password to fix the connection.":["Gib ein App-Passwort an, um die Verbindungsprobleme zu beheben."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Du benötigst das App-Passwort, um dein Konto sicher zu verbinden. Das App-Passwort ist nicht mit deinem Kontopasswort identisch. Du kannst es <link>in Bluesky generieren<\/link>."],"App password":["App-Passwort"],"You can find the handle in your Bluesky profile.":["Du kannst das Handle in deinem Bluesky-Profil finden."],"Bluesky handle":["Bluesky-Handle"],"You can find the handle in your Mastodon profile.":["Du kannst das Handle in deinem Mastodon-Profil finden."],"Mastodon handle":["Mastodon-Handle"],"The handle of a social media account.\u0004Handle":["Handle"],"Actions":["Aktionen"],"Status":["Status"],"Social media connection\u0004This connection has been reconnected or removed.":["Diese Verbindung wurde erneut hergestellt oder entfernt."],"Social media connection\u0004This connection has been removed.":["Diese Verbindung wurde entfernt."],"Please refresh and check again in a few minutes.":["Bitte aktualisiere die Seite und schau in wenigen Minuten noch einmal nach."],"Edit and preview your social post before sharing.":["Sieh dir vor dem Teilen eine Vorschau deines Social-Media-Beitrags an und bearbeite ihn."],"Connection disabled":["Verbindung deaktiviert"],"Connection enabled":["Verbindung aktiviert"],"Failed":["Fehlgeschlagen"],"The sharing is successful\u0004Shared":["Geteilt"],"Sharing failed with the following message:":["Das Teilen ist mit folgender Nachricht fehlgeschlagen:"],"Sharing status":["Teilen-Status"],"View sharing history":["Teilen-Verlauf anzeigen"],"The request to share your post is still in progress.":["Die Anfrage zum Teilen deines Beitrags ist noch in Bearbeitung."],"Your post was not shared.":["Dein Beitrag wurde nicht geteilt."],"Your post was successfuly shared to %d connection.":["Dein Beitrag wurde erfolgreich mit %d Verbindung geteilt.","Dein Beitrag wurde erfolgreich mit %d Verbindungen geteilt."],"Your post was shared.":["Dein Beitrag wurde geteilt."],"Review status and try again":["Status überprüfen und noch einmal versuchen"],"Your post was unable to be shared to %d connection.":["Dein Beitrag konnte mit %d Verbindung nicht geteilt werden.","Dein Beitrag konnte mit %d Verbindungen nicht geteilt werden."],"Sharing to your social media…":["Wird in den sozialen Medien geteilt …"],"Write a custom message for your social audience here. This message will override your social post content.":["Verfasse hier eine individuelle Mitteilung an dein Publikum in den sozialen Medien. Diese Mitteilung überschreibt deine Social-Media-Beiträge."],"Invalid media":["Ungültige Medien"],"Invalid dimensions":["Ungültige Abmessungen"],"Video too short":["Video zu kurz"],"Video too long":["Video zu lang"],"File too big":["Datei zu groß"],"Social Preview":["Vorschau für soziale Netzwerke"],"Preview social posts":["Social-Media-Beiträge in der Vorschau anzeigen"],"Please fix the broken connections or disconnect them to create more connections.":["Korrigiere oder trenne die unterbrochenen Verbindungen, um weitere Verbindungen zu erstellen."],"Fix social media connection\u0004Fix connection":["Verbindungsproblem beheben"],"Fix the social media connections\u0004Fix connections":["Verbindungsprobleme beheben"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Möchtest du in anderen Netzwerken teilen? Verwende dazu die Teilen-Funktion im Editor."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Du kannst stattdessen die <link>manuelle Teilen-Funktion<\/link> verwenden."],"Threads profile image":["Threads-Profilbild"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Damit eine Threads-Linkvorschau angezeigt werden kann, muss für den Beitrag ein Bild festgelegt werden. Füge bitte ein Bild hinzu, um die Vorschau anzuzeigen."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Threads teilt."],"This is what your social post will look like on Threads:":["So sieht dein Social-Media-Beitrag auf Threads aus:"],"Failed to save image to library.":["Bild konnte nicht in der Mediathek gespeichert werden."],"Failed to download image.":["Bild konnte nicht heruntergeladen werden."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["In Mediathek speichern"],"Saving the file to media library\u0004Saving…":["Wird gespeichert …"],"Save the generated image to your media library.":["Speichere das generierte Bild in deiner Mediathek."],"Image saved to media library.":["Bild in Mediathek gespeichert."],"Add Threads connection":["Threads-Verbindung hinzufügen"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Steigere deine Präsenz in den sozialen Medien, indem du deine Beiträge automatisch auf Threads veröffentlichst."],"Share posts to your Threads feed.":["Teile Beiträge in deinem Threads-Feed."],"Broken connection":["Verbindung unterbrochen","Verbindungen unterbrochen"],"Attached Media":["Angehängte Medien"],"This platform is no longer supported.":["Diese Plattform wird nicht mehr unterstützt."],"Updating account":["Konto wird aktualisiert"],"Error updating account.":["Fehler beim Aktualisieren des Kontos."],"Account updated successfully.":["Konto wurde erfolgreich aktualisiert."],"Error connecting account.":["Fehler beim Verbinden des Kontos"],"%s account connected successfully.":["%s-Konto erfolgreich verbunden."],"Error disconnecting account.":["Fehler beim Trennen des Kontos."],"Account disconnected successfully.":["Konto erfolgreich getrennt."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Gib zum Teilen auf Mastodon unten bitte deinen Mastodon-Benutzernamen ein und klicke dann auf „Verbinden“."],"Share with your network.":["Mit deinem Netzwerk teilen."],"Add Tumblr connection":["Tumblr-Verbindung hinzufügen"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Verbinden<\/strong>, um Beiträge automatisch in deinem Tumblr-Blog zu teilen."],"Share to your Tumblr blog.":["Auf deinem Tumblr-Blog teilen."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Verbinde<\/strong> dich mit Freunden, Nachbarn und örtlichen Unternehmen, indem du deine Beiträge automatisch auf Nextdoor teilst."],"Share on communities":["In Communitys teilen"],"Add LinkedIn connection":["LinkedIn-Verbindung hinzufügen"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["Stelle eine <strong>Verbindung<\/strong> her, um Beiträge automatisch mit deinen LinkedIn-Kontakten zu teilen."],"Share with your LinkedIn community.":["Mit deiner LinkedIn-Community teilen."],"Add Instagram photo":["Instagram-Foto hinzufügen"],"Learn how to convert & link your Instagram account.":["Erfahre, wie du dein Instagram-Konto umwandeln und verlinken kannst."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Wenn du auf „Verbinden“ klickst, wirst du aufgefordert, dich <strong>bei Facebook anzumelden<\/strong>. Wenn dein Instagram Business-Konto nicht aufgeführt wird, stelle sicher, dass es mit deiner Facebook-Seite verknüpft ist.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Dein Instagram Business-Konto muss mit einer Facebook-Seite verknüpft sein."],"You must have an Instagram Business account.":["Du musst ein Instagram Business-Konto besitzen."],"Requirements for connecting Instagram:":["Anforderungen für das Verbinden von Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Erhöhe die Interaktionen und spare Zeit, indem du Bilder automatisch auf Instagram teilst, wenn du Blogbeiträge veröffentlichst."],"Share to your Instagram Business account.":["Auf deinem Instagram Business-Konto teilen."],"Add Facebook connection":["Facebook-Verbindung hinzufügen"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["Stelle eine <strong>Verbindung<\/strong> her, um Beiträge automatisch auf deiner Facebook-Seite zu teilen."],"Share to your pages":["Auf deinen Seiten teilen"],"This Mastodon account is already connected":["Dieses Mastodon-Konto ist bereits verbunden"],"Invalid Mastodon username":["Ungültiger Mastodon-Benutzername"],"%d connections":["%d Verbindungen"],"This connection is added by a site administrator.":["Diese Verbindung wird von einem Website-Administrator hinzugefügt."],"Connect more":["Mehr verbinden"],"Manage Jetpack Social connections":["Jetpack Social-Verbindungen verwalten"],"Connection confirmation":["Verbindungsbestätigung"],"Already connected":["Bereits verbunden"],"No accounts\/pages found.":["Es wurden keine Konten\/Seiten gefunden."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Keine weiteren Konten\/Seiten gefunden."],"You can change this later.":["Du kannst es später ändern."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Ist diese Option aktiviert, ist die Verbindung für alle Administratoren, Redakteure und Autoren verfügbar."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Wähle das Konto aus, das du verbinden möchtest. Alle deine neuen Blogbeiträge werden automatisch auf diesem Konto geteilt. Du kannst diese Option in der Seitenleiste des Editors ändern, wenn du einen Beitrag schreibst."],"Please select an account to connect.":["Wähle ein Konto zum Verbinden aus."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Schalte erweiterte Funktionen zum Teilen von Medien frei."],"Reconnect a social media account\u0004Reconnect":["Erneut verbinden"],"Mark the connection as shared":["Die Verbindung als geteilt markieren"],"Disconnect a social media account\u0004Disconnect":["Trennen"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Bist du sicher, dass du <strong>%s<\/strong> trennen möchtest?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Aktiviere die Social Media-Konten, auf denen du deinen Beitrag erneut teilen willst, und klicke dann unten auf den Button „Beitrag teilen“."],"Click on the social icons below to control where you want to share your post.":["Klicke auf die Social Media-Symbole unten, um festzulegen, wo dein Beitrag geteilt werden soll."],"You must connect your WordPress.com account to be able to add social media connections.":["Du musst dein WordPress.com-Konto verbinden, um Social-Media-Verbindungen hinzufügen zu können."],"Sharing is disabled because there are no social media accounts connected.":["Teilen ist deaktiviert, weil keine Social-Media-Konten verbunden sind."],"Bluesky":["Bluesky"],"Manage connections":["Verbindungen verwalten"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Tippe einfach auf das soziale Netzwerk oder auf das Icon für „In die Zwischenablage kopieren“, und wir formatieren deine Inhalte so, dass du sie direkt teilen kannst."],"Manual sharing":["Manuelles Teilen"],"This post will be shared to %d connection.":["Dieser Beitrag wird mit %d Verbindung geteilt.","Dieser Beitrag wird mit %d Verbindungen geteilt."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Nextdoor teilt."],"This is what your social post will look like on Nextdoor:":["So sieht dein Social-Media-Beitrag auf Nextdoor aus:"],"Neighborhood":["Nachbarschaft"],"Share on %s":["Auf %s teilen"],"Copy to clipboard":["In die Zwischenablage kopieren"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Aktiviere die Jetpack Social-Funktion, um deine Website mit den von dir genutzten Social-Media-Netzwerken zu verbinden."],"Button label that opens the social previews modal\u0004Preview":["Vorschau"],"Templates":["Templates"],"Custom Header":["Individueller Header"],"Open the Social Image Generator settings":["Einstellungen für Social-Bild-Generator öffnen"],"Heading for the generated preview image\u0004Preview":["Vorschau"],"You need a featured image to share to Instagram.":["Du brauchst ein Beitragsbild, das du auf Instagram teilen kannst."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Füge dafür ein Bild oder Video hinzu oder aktiviere den Social-Bild-Generator."],"Leave a Review":["Bewertung schreiben"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Bitte schreibe eine Bewertung, damit andere erfahren, wie einfach es sein kann, Beiträge in den sozialen Medien zu veröffentlichen!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Und schon hat Jetpack Social deinen Beitrag in deinen verbundenen Social-Media-Konten geteilt."],"Presto! %s":["Na also! %s"],"The selected media cannot be shared to some social media platforms.":["Die ausgewählten Medien können auf einigen Social-Media-Plattformen nicht geteilt werden."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf X teilt."],"This is what your social post will look like on X:":["So sieht dein Social-Media-Beitrag auf X aus:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Tumblr teilt."],"This is what your social post will look like on Tumblr:":["So sieht dein Social-Media-Beitrag auf Tumblr aus:"],"Reblog":["Rebloggen"],"0 notes":["0 Anmerkungen"],"View On WordPress":["Auf WordPress ansehen"],"Tumblr preview thumbnail":["Tumblr-Vorschaubild"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Mastodon teilt."],"This is what your social post will look like on Mastodon:":["So sieht dein Social-Media-Beitrag auf Mastodon aus:"],"anonymous-user":["anonymer-benutzer"],"Mastodon preview thumbnail":["Mastodon-Vorschaubild"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf LinkedIn teilt."],"This is what your social post will look like on LinkedIn:":["So sieht dein Social-Media-Beitrag auf LinkedIn aus:"],"%d min read":["%d Min. Lesezeit"],"1st":["1."],"View one comment":["Einen Kommentar ansehen"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["So sieht es aus, wenn jemand den Link zu deinem WordPress-Beitrag auf Facebook teilt."],"Link preview":["Linkvorschau"],"This is what your social post will look like on Facebook:":["So sieht dein Social-Media-Beitrag auf Facebook aus:"],"Your post":["Dein Beitrag"],"Just now":["Gerade eben"],"1h":["1 Std."],"Anonymous User":["Anonymer Benutzer"],"Facebook Preview Thumbnail":["Facebook-Vorschaubild"],"Job Title (Company Name)":["Jobbezeichnung (Name des Unternehmens)"],"Dismiss notice":["Hinweis verwerfen"],"Connect now":["Jetzt verbinden"],"Pick the %s template":["Wähle das Template %s aus"],"Generated preview":["Generierte Vorschau"],"By default the post title is used for the image. You can use this field to set your own text.":["Standardmäßig wird der Beitragstitel für das Bild verwendet. Du kannst dieses Feld verwenden, um deinen eigenen Text festzulegen."],"Social Image is disabled for this post.":["Social-Bild ist für diesen Beitrag deaktiviert."],"Enable Social Image":["Social-Bild aktivieren"],"Add a custom image":["Individuelles Bild hinzufügen"],"No Image":["Kein Bild"],"Custom Image":["Individuelles Bild"],"Image Type":["Bildtyp"],"Social Image Generator":["Social-Bild-Generator"],"Choose Image":["Bild wählen"],"Arrow right":["Rechte Pfeiltaste"],"Arrow left":["Linke Pfeiltaste"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Tipps zur Problembehandlung"],"Learn photo and video best practices":["Eigne dir bewährte Praktiken für Fotos und Videos an"],"Choose a visual to accompany your post.":["Wähle zusätzlich zu deinem Beitrag einen visuellen Inhalt."],"Add an image or video":["Füge ein Bild oder Video hinzu"],"Remove media":["Medium entfernen"],"Choose Media":["Medium auswählen"],"Close.":["Schließen."],"New":["Neu"],"Magnifying Glass":["Vergrößerungsglas"],"Share Your Content Again":["Teile deine Inhalte erneut"],"Re-sharing your content":["Erneutes Teilen deiner Inhalte"],"Share when publishing":["Bei Veröffentlichung teilen"],"Connection":["Verbindung"],"More information.":["Weitere Informationen findest du hier."],"This feature is for sites with a %s plan.":["Diese Funktionen ist für Websites mit einem %s-Tarif."],"To re-share a post, you need to upgrade to the %s plan":["Um einen Beitrag nochmal zu teilen, musst du ein Upgrade auf den %s-Tarif vornehmen."],"Upgrade now":["Jetzt upgraden"],"paid":["bezahlt"],"Use this tool to share your post on all your social media accounts.":["Verwende dieses Tool, um deinen Beitrag über alle deine Konten in sozialen Medien zu teilen."],"Start sharing your posts by connecting your social media accounts.":["Beginne, deine Beiträge zu teilen, indem du deine Konten in sozialen Medien verbindest. "],"You must publish your post before you can share it.":["Du musst den Beitrag veröffentlichen, bevor du ihn teilen kannst."],"Unable to share the Post":["Beitrag kann nicht geteilt werden"],"Jetpack Logo":["Jetpack-Logo"],"Dismiss":["Verwerfen"],"Retry":["Erneut versuchen"],"Twitter profile image":["Twitter-Profilbild"],"Account Name":["Kontoname"],"Social Previews":["Vorschauen für soziale Netzwerke"],"Preview what this will look like on social networks and Google search.":["Zeige in der Vorschau an, wie dies auf sozialen Netzwerken und in der Google-Suche aussehen wird."],"Open Social Previews":["Vorschauen für soziale Netzwerke öffnen"],"Google Search":["Google Suche"],"Redirecting…":["Weiterleitung läuft …"],"Upgrade your plan to upload audio":["Führe ein Tarif-Upgrade durch, um Audiodateien hochzuladen."],"Upgrade your plan to use video covers":["Führe ein Tarif-Upgrade durch, um Video-Covers zu verwenden."],"Has a video.":["Verfügt über ein Video."],"Tag":["Schlagwort"],"Post":["Beitrag"],"Page":["Seite"],"Has an image.":["Verfügt über ein Bild."],"Has multiple images.":["Verfügt über mehrere Bilder."],"Toggle search filters.":["Suchfilter umschalten."],"Matching comment.":["Passender Kommentar."],"Show filters":["Filter anzeigen"],"Is a product.":["Ist ein Produkt."],"Is an event.":["Ist ein Event."],"Has audio.":["Verfügt über Audio."],"Disconnecting…":["Verbindung wird getrennt …"],"Connecting…":["Wird verbunden …"],"Schedule":["Planen"],"Confirm":["Bestätigen"],"Share this post":["Diesen Beitrag teilen"],"%d character remaining":["Noch %d Zeichen verfügbar","Noch %d Zeichen verfügbar"],"Connect an account":["Ein Konto verbinden"],"(opens in a new tab)":["(wird in einem neuen Tab geöffnet)"],"Activate Jetpack Social":["Jetpack Social aktivieren"],"Help":["Hilfe"],"View":["Anzeigen"],"Copied!":["Kopiert!"],"WhatsApp":["WhatsApp"],"Information.":["Information."],"Featured Image":["Beitragsbild"],"Learn more":["Mehr erfahren"],"Delete":["Löschen"],"Category":["Kategorie"],"Time":["Zeit"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Schließen"],"Share":["Teilen"],"Connect":["Verbinden"],"Save":["Speichern"],"Reply":["Antwort"],"Like":["Gefällt mir"],"Cancel":["Abbrechen"],"Yes":["Ja"],"Message":["Nachricht"],"Comment":["Kommentar"],"Visit the post for more.":["Besuche den Beitrag für mehr Info."],"Edit":["Bearbeiten"],"Connected":["Verbunden"],"Settings":["Einstellungen"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}