{"translation-revision-date":"2024-07-02 08:30:26+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"Manage connections":["مدیریت ابزارک ها"],"Manual sharing":["اشتراک دستی"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["کافی است روی شبکه اجتماعی یا نماد «کپی در کلیپ بورد» ضربه بزنید تا محتوای شما را برای اشتراک‌گذاری قالب‌بندی کنیم."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["زمانی که شخصی پیوند پست وردپرس شما را در Nextdoor به اشتراک بگذارد به این شکل خواهد بود."],"This is what your social post will look like on Nextdoor:":["پست اجتماعی شما در Nextdoor به این صورت خواهد بود:"],"Neighborhood":["محله"],"Share on %s":["اشتراک گذاری در  %s"],"Copy to clipboard":["کپی به کلیپ بورد"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["برای اتصال وب سایت خود به شبکه های رسانه اجتماعی مورد استفاده، ویژگی Jetpack Social را فعال کنید."],"Custom Header":["سربرگ سفارشی"],"Open the Social Image Generator settings":["تنظیمات Social Image Generator را باز کنید"],"Templates":["نمونه ایمیل ها"],"Button label that opens the social previews modal\u0004Preview":["محتوای پیش نمایش قطعه در اینجا."],"Heading for the generated preview image\u0004Preview":["محتوای پیش نمایش قطعه در اینجا."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["برای اشتراک گذاری در اینستاگرام، یک تصویر\/فیلم اضافه کنید یا Social Image Generator را فعال کنید."],"You need a featured image to share to Instagram.":["برای اشتراک گذاری در اینستاگرام به یک تصویر ویژه نیاز دارید."],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["درست مانند آن، Jetpack Social پست شما را در حساب های اجتماعی متصل شما به اشتراک گذاشته است."],"Leave a Review":["یک بررسی بگذارید"],"Please leave a review to let others know how easy getting your posts on social media can be!":["لطفاً نظر خود را بگذارید تا دیگران بدانند دریافت پست‌های شما در رسانه‌های اجتماعی چقدر آسان است!"],"Nextdoor":["همسایه"],"1st":["ست اول"],"This is what it will look like when someone shares the link to your WordPress post on X.":["زمانی که شخصی پیوند پست وردپرس شما را در X به اشتراک بگذارد به این شکل خواهد بود."],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["زمانی که شخصی پیوند پست وردپرس شما را در لینکدین به اشتراک بگذارد به این شکل خواهد بود."],"%d min read":["زمان موردنیاز برای مطالعه: %d دقیقه"],"Tumblr preview thumbnail":["تصویر کوچک پیش نمایش Tumblr"],"Mastodon preview thumbnail":["تصویر کوچک پیش نمایش Mastodon"],"This is what your social post will look like on Facebook:":["این چیزی است که پست اجتماعی شما در فیس بوک به نظر می رسد:"],"This is what your social post will look like on X:":["پست اجتماعی شما در X به این صورت خواهد بود:"],"This is what your social post will look like on LinkedIn:":["پست اجتماعی شما در لینکدین به این صورت خواهد بود:"],"This is what your social post will look like on Tumblr:":["پست اجتماعی شما در Tumblr به این صورت خواهد بود:"],"This is what your social post will look like on Mastodon:":["پست اجتماعی شما در Mastodon به این صورت خواهد بود:"],"Link preview":["پیش‌نمایش لینک"],"View one comment":["یک نظر"],"Reblog":["وبلاگ مجدد"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["وقتی کسی پیوند پست وردپرس شما را در Tumblr به اشتراک بگذارد به این شکل خواهد بود."],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["وقتی کسی پیوند پست وردپرس شما را در Mastodon به اشتراک بگذارد به این شکل خواهد بود."],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["هنگامی که شخصی پیوند پست وردپرس شما را در فیس بوک به اشتراک می گذارد، به این شکل به نظر می رسد."],"View On WordPress":["مشاهده در وردپرس"],"anonymous-user":["كاربر ناشناس"],"0 notes":["0 یادداشت"],"Facebook Preview Thumbnail":["تصویر کوچک پیش نمایش فیس بوک"],"Your post":["پست شما"],"Anonymous User":["کاربر ناشناس"],"Just now":["همین الان"],"1h":["1 ساعت"],"Job Title (Company Name)":["عنوان شغلی (نام شرکت)"],"Connect now":["اکنون وصل شوید"],"Dismiss notice":["نادیده گرفتن این هشدار"],"Pick the %s template":["الگوی %s را انتخاب کنید"],"Generated preview":["پیش نمایش ایجاد شده"],"Custom Image":["تصویر سفارشی"],"Enable Social Image":["تصویر اجتماعی را فعال کنید"],"Social Image is disabled for this post.":["تصویر اجتماعی برای این پست غیرفعال است."],"No Image":["تصویر"],"By default the post title is used for the image. You can use this field to set your own text.":["به طور پیش فرض از عنوان پست برای تصویر استفاده می شود. می توانید از این فیلد برای تنظیم متن خود استفاده کنید."],"Choose Image":["انتخاب تصویر"],"Add a custom image":["یک تصویر سفارشی اضافه کنید"],"Image Type":["نوع تصویر"],"Social Image Generator":["مولد تصویر اجتماعی"],"Arrow right":["پیکان سمت راست"],"Arrow left":["فلش چپ"],"Mastodon":["ماستودون"],"Remove media":["حذف رسانه"],"Choose a visual to accompany your post.":["تصویری را برای همراهی با پست خود انتخاب کنید."],"Learn photo and video best practices":["بهترین شیوه های عکس و فیلم را بیاموزید"],"Choose Media":["انتخاب رسانه"],"Add an image or video":["یک تصویر یا یک ویدیو"],"Troubleshooting tips":["نکاتی برای عیب یابی"],"Close.":["بستن"],"New":["جدید"],"Magnifying Glass":["ذره بین"],"Share when publishing":["هنگام انتشار به اشتراک بگذارید"],"Share Your Content Again":["مطالب خود را دوباره به اشتراک بگذارید"],"Re-sharing your content":["محتوای خود را دوباره به اشتراک بگذارید"],"Connection":["ارتباط"],"To re-share a post, you need to upgrade to the %s plan":["برای اشتراک‌گذاری مجدد یک پست، باید به طرح %s ارتقا دهید"],"Start sharing your posts by connecting your social media accounts.":["با اتصال حساب های رسانه های اجتماعی خود، به اشتراک گذاری پست های خود را شروع کنید."],"Use this tool to share your post on all your social media accounts.":["از این ابزار برای به اشتراک گذاری پست خود در تمام حساب های رسانه های اجتماعی خود استفاده کنید."],"Upgrade now":["اکنون ارتقا دهید"],"This feature is for sites with a %s plan.":["این ویژگی برای سایت هایی با طرح %s است."],"Unable to share the Post":["امکان اشتراک گذاری پست وجود ندارد"],"paid":["پرداخت شده"],"You must publish your post before you can share it.":["قبل از اینکه بتوانید پست خود را به اشتراک بگذارید، باید پست خود را منتشر کنید."],"Jetpack Logo":["آرم Jetpack"],"Dismiss":["رد کردن"],"Retry":["دوباره امتحان کنید"],"Twitter profile image":["تصویر پروفایل توییتر"],"Account Name":["نام حساب"],"Social Previews":["پیش‌نمایش شبکه های اجتماعی"],"Preview what this will look like on social networks and Google search.":["در شبکه‌های اجتماعی و جستجوی Google پیش‌نمایش کنید که این حالت چگونه خواهد بود."],"Google Search":["راهنمای اساسی کنسول جستجوی Google"],"Open Social Previews":["پیش ‌نمایش شبکه های اجتماعی"],"Redirecting…":["در حال تغییر مسیر..."],"Upgrade your plan to use video covers":["برنامه خود را برای استفاده از کاورهای ویدیویی ارتقا دهید"],"Upgrade your plan to upload audio":["برنامه خود را برای آپلود صدا ارتقا دهید"],"Has audio.":["صدا دارد."],"Page":["صفحه:"],"Has multiple images.":["تصاویر چندگانه"],"Has an image.":["تصویر دارد."],"Post":["پست"],"Is an event.":["یک رویداد است."],"Has a video.":["ویدیو داره"],"Matching comment.":["نظر منطبق"],"Show filters":["نمایش فیلترها"],"Is a product.":["مقدار محصول"],"Toggle search filters.":["فیلترهای جستجو را تغییر دهید."],"Connecting…":["برقراری ارتباط..."],"Disconnecting…":["قطع ارتباط ..."],"Confirm":["تایید"],"Connect an account":["اتصال یک حساب"],"Share this post":["این اعلان را به اشتراک گذارید"],"(opens in a new tab)":["(در یک برگه جدید باز می شود)"],"Activate Jetpack Social":["Jetpack Social را فعال کنید"],"Help":["کمک"],"View":["نمایش"],"Copied!":["کپی شد!"],"WhatsApp":["WhatsApp"],"Featured Image":["تصویر شاخص"],"Learn more":["بیشتر بدانید"],"Category":["دسته"],"Delete":["حذف"],"Close":["بستن"],"Facebook":["فیسبوک"],"LinkedIn":["لینکداین"],"Share":["اشتراک‌گذاری"],"Time":["زمان"],"Tumblr":["تامبلر"],"Connect":["اتصال"],"Save":["ذخیره"],"Like":["دوست داشتن"],"Reply":["پاسخ"],"Cancel":["لغو"],"Comment":["دیدگاه"],"Message":["پیام"],"Yes":["آری"],"Connected":["متصل شده"],"Edit":["ویرایش"],"Settings":["تنظیمات"],"Visit the post for more.":["برای اطلاعات بیشتر از نوشته بازدید کنید."]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-jetpack-sidebar.js"}}