{"translation-revision-date":"2025-06-28 16:44:06+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Default Image":["Imagine implicită"],"To re-share a post, you need to upgrade to a paid plan.":["Pentru a re-partaja un articol, trebuie să actualizezi la un plan cu plată."],"Publicize scheduled actions":["Acțiuni programate pentru Publicitate"],"Publicize shares data":["Date de partajare pentru Publicitate"],"There was an error deleting the item.":["A fost o eroare la ștergerea elementului."],"There was an error scheduling the post.":["A fost o eroare la programarea articolului."],"Post scheduled successfully.":["Am programat cu succes articolul."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Nu există partajări viitoare"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Partajări viitoare"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Programate (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Programate (încarc...)"],"The button label for the modal trigger\u0004Preview & Share":["Previzualizează și partajează"],"The title of the social modal\u0004Share Post":["Partajează articolul"],"Are you sure you want to delete this post?":["Sigur vrei să ștergi acest articol?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Confirmă"],"Label for publicize toggle\u0004Sharing is disabled":["Partajarea este dezactivată"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Platformele următoare nu mai sunt acceptate:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Pentru a continua partajarea cu această conexiune, te rog să o reconectezi."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Există o problemă la această conexiune."],"Publicize services":["Servicii pentru Publicitate"],"This can either be %s or just the domain name if you are using a custom domain.":["Acesta poate să fie %s sau doar numele de domeniu dacă folosești un domeniu personalizat."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Numele de utilizator Bluesky nu trebuie să conțină puncte. Dacă folosești un domeniu personalizat, introdu-l fără „%s”"],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["O conexiune la media socială necesită atenție. <fixLink>Administrează conexiunile<\/fixLink> pentru a o corecta.","Unele conexiuni la media socială necesită atenție. <fixLink>Administrează conexiunile<\/fixLink> pentru a le corecta.","Unele conexiuni la media socială necesită atenție. <fixLink>Administrează conexiunile<\/fixLink> pentru a le corecta."],"Expiring connection":["Conexiune care expiră","Conexiuni care expiră","Conexiuni care expiră"],"Reconnect to continue sharing.":["Reconectează pentru a continua partajarea."],"Social Settings":["Setări sociale"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Nu am putut să preluăm paginile companiei la care ai acces. Aceasta este o problemă deja cunoscută cu API-ul LinkedIn. Dacă vrei să conectezi pagina unei companii, te rugăm să reîncerci după 5 minute."],"Request submitted successfully.":["Am trimis cu succes cererea."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Așa va arăta când cineva partajează pe Bluesky legătura la articolul tău WordPress."],"This is what your social post will look like on Bluesky:":["Iată cum va arăta articolul tău pe Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["O oră"],"Account name":["Nume cont"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Pentru a partaja pe Bluesky, introdu mai jos identitatea Bluesky și parola aplicației și apoi dă clic pe Conectează."],"This Bluesky account is already connected":["Acest cont Bluesky este deja conectat"],"Invalid Bluesky handle":["Identitatea Bluesky nu este validă"],"Please provide an app password to fix the connection.":["Te rog să furnizezi o parolă pentru aplicație ca să corectezi conexiunea."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["Parola aplicației este necesară pentru a-ți conecta contul în siguranță. Parola aplicației este diferită de parola contului tău. Poți <link>să o generezi în Bluesky<\/link>."],"App password":["Parolă aplicație"],"You can find the handle in your Bluesky profile.":["Poți să găsești identitatea în profilul tău Bluesky."],"Bluesky handle":["Identitate Bluesky"],"You can find the handle in your Mastodon profile.":["Poți să găsești identitatea în profilul tău Mastodon."],"Mastodon handle":["Identitate Mastodon"],"The handle of a social media account.\u0004Handle":["Identitate"],"Actions":["Acțiuni"],"Status":["Stare"],"Social media connection\u0004This connection has been reconnected or removed.":["Această conexiune a fost reconectată sau înlăturată."],"Social media connection\u0004This connection has been removed.":["Această conexiune a fost înlăturată."],"Please refresh and check again in a few minutes.":["Te rog să reîmprospătezi și să verifici din nou peste câteva minute."],"Edit and preview your social post before sharing.":["Editezi și previzualizezi articolul pentru media socială înainte de partajare."],"Connection disabled":["Conexiunea este dezactivată"],"Connection enabled":["Conexiunea este activată"],"Failed":["Eșuată"],"The sharing is successful\u0004Shared":["Partajată"],"Sharing failed with the following message:":["Partajarea a eșuat cu eroarea următoare:"],"Sharing status":["Stare partajare"],"View sharing history":["Vezi istoricul partajărilor"],"The request to share your post is still in progress.":["Cererea de a partaja articolul este încă în desfășurare."],"Your post was not shared.":["Articolul tău a fost partajat."],"Your post was successfuly shared to %d connection.":["Articolul a fost partajat cu succes la o conexiune.","Articolul a fost partajat cu succes la %d conexiuni.","Articolul a fost partajat cu succes la %d de conexiuni."],"Your post was shared.":["Articolul tău a fost partajat."],"Review status and try again":["Revizuiește starea și încearcă din nou"],"Your post was unable to be shared to %d connection.":["Articolul nu a putut fi partajat la o conexiune.","Articolul nu a putut fi partajat la %d conexiuni.","Articolul nu a putut fi partajat la %d de conexiuni."],"Sharing to your social media…":["Partajez pe media socială..."],"Write a custom message for your social audience here. This message will override your social post content.":["Scrie aici un mesaj personalizat pentru publicul tău din media socială. Acest mesaj va contramanda conținutul articolelor în media socială."],"Invalid media":["Elementul media nu este valid"],"Invalid dimensions":["Dimensiunile nu sunt valide"],"Video too short":["Videoul este prea scurt"],"Video too long":["Videoul este prea lung"],"File too big":["Fișierul este prea mare"],"Social Preview":["Previzualizare pe media socială"],"Preview social posts":["Previzualizezi articolele pe media socială"],"Please fix the broken connections or disconnect them to create more connections.":["Te rog să corectezi conexiunile nefuncționale sau să le deconectezi pentru a crea mai multe conexiuni."],"Fix social media connection\u0004Fix connection":["Corectează conexiunea"],"Fix the social media connections\u0004Fix connections":["Corectează conexiunile"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Vrei să partajezi pe alte rețele? Folosește funcționalitatea noastră Partajare manuală din editor."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["În schimb, poți să folosești funcționalitatea noastră <link>Partajare manuală<\/link>."],"Threads profile image":["Imagine de profil Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["Pentru previzualizarea legăturii la Threads, trebuie să fie setată o imagine pentru articol. Te rog să adaugi o imagine pentru a vedea previzualizarea."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Așa va arăta când cineva partajează pe Threads legătura la articolul tău WordPress."],"This is what your social post will look like on Threads:":["Iată cum va arăta articolul tău pe Threads:"],"Failed to save image to library.":["Salvarea imaginii în bibliotecă a eșuat."],"Failed to download image.":["Descărcarea imaginii a eșuat."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Salvează în biblioteca Media"],"Saving the file to media library\u0004Saving…":["Salvez..."],"Save the generated image to your media library.":["Salvează imaginea generată în biblioteca Media."],"Image saved to media library.":["Am salvat imaginea în biblioteca Media."],"Add Threads connection":["Adaugă conexiunea la Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Îți mărești prezența pe media socială prin partajarea automată a articolelor tale pe Threads."],"Share posts to your Threads feed.":["Partajează articole în fluxul tău Threads."],"Broken connection":["Conexiune nefuncțională"],"Attached Media":["Element Media atașat"],"This platform is no longer supported.":["Această platformă nu mai este acceptată."],"Updating account":["Actualizez contul"],"Error updating account.":["Eroare la actualizarea contului."],"Account updated successfully.":["Am actualizat cu succes contul."],"Error connecting account.":["Eroare la conectarea contului."],"%s account connected successfully.":["Am conectat cu succes contul %s."],"Error disconnecting account.":["Eroare la deconectarea contului."],"Account disconnected successfully.":["Am deconectat cu succes contul."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Pentru a partaja pe Mastodon, introdu mai jos numele tău de utilizator Mastodon și apoi dă clic pe Conectează."],"Share with your network.":["Partajează pe rețeaua ta."],"Add Tumblr connection":["Adaugă o conexiune la Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Conectează-te<\/strong> pentru a partaja automat articole pe blogul tău Tumblr."],"Share to your Tumblr blog.":["Partajează pe blogul tău Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["Prin partajarea automată a articolelor pe Nextdoor, <strong>intri în legătură<\/strong> cu prietenii, vecinii și afacerile locale."],"Share on communities":["Partajează cu comunitățile"],"Add LinkedIn connection":["Adaugă o conexiune LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Conectează-te<\/strong> pentru a partaja automat articole cu conexiunile tale LinkedIn."],"Share with your LinkedIn community.":["Partajează cu comunitățile pe LinkedIn."],"Add Instagram photo":["Adaugă fotografii Instagram"],"Learn how to convert & link your Instagram account.":["Învață cum să convertești și să conectezi contul tău Instagram."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Dacă dai clic pe „Conectează”, ți se va cere să <strong>te autentifici pe Facebook<\/strong>. Dacă contul tău Instagram Business nu apare în listă, asigură-te că este legat la o pagină Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Contul tău Instagram Business trebuie să fie legat la o pagină Facebook."],"You must have an Instagram Business account.":["Trebuie să ai un cont Instagram Business."],"Requirements for connecting Instagram:":["Cerințe pentru conectarea la Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Crești angrenarea vizitatorilor și economisești timp prin partajarea automată a imaginilor pe Instagram când publici articole pe blog."],"Share to your Instagram Business account.":["Partajează pe contul tău Instagram Business."],"Add Facebook connection":["Adaugi o conexiune la Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Conectează-te<\/strong> pentru a partaja automat articole pe pagina ta Facebook."],"Share to your pages":["Partajează pe paginile tale"],"This Mastodon account is already connected":["Acest cont Mastodon este deja conectat"],"Invalid Mastodon username":["Numele utilizator Mastodon nu este valid"],"%d connections":["%d conexiuni"],"This connection is added by a site administrator.":["Această conexiune este adăugată de un administrator al site-ului."],"Connect more":["Conectează mai multe"],"Manage Jetpack Social connections":["Administrează conexiunile la Jetpack Social"],"Connection confirmation":["Confirmare conexiune"],"Already connected":["Deja conectat"],"No accounts\/pages found.":["Nu am găsit niciun cont\/nicio pagină."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Nu am găsit alte conturi sau alte pagini."],"You can change this later.":["Poți să schimbi asta mai târziu."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Dacă activezi, conexiunea va fi disponibilă pentru toți administratorii, editorii și autorii."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Selectează contul pe care vrei să-l conectezi. Toate articolele noi de pe blog vor fi partajate automat cu acest cont. Vei putea să modifici această opțiune în bara laterală a editorului atunci când scrii un articol."],"Please select an account to connect.":["Te rog să selectezi un cont pentru a-l conecta."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Deblochezi funcționalități îmbunătățite de partajare pe media socială."],"Reconnect a social media account\u0004Reconnect":["Reconectează"],"Mark the connection as shared":["Marchează conexiunea ca partajată"],"Disconnect a social media account\u0004Disconnect":["Deconectează"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Sigur vrei să deconectezi <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Activează conturile din media socială în care vrei să partajezi din nou articolul, apoi dă clic pe butonul „Partajează articolul” de mai jos."],"Click on the social icons below to control where you want to share your post.":["Dă clic pe iconurile sociale de mai jos ca să controlezi unde vrei să partajezi articolul."],"You must connect your WordPress.com account to be able to add social media connections.":["Pentru a putea adăuga conexiuni la media socială, trebuie să-ți conectezi contul WordPress.com."],"Sharing is disabled because there are no social media accounts connected.":["Partajarea este dezactivată deoarece nu ai conectat niciun cont din media socială."],"Bluesky":["Bluesky"],"Manage connections":["Administrează conexiunile"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Doar atinge numele rețelei sociale sau iconul „Copiază în clipboard” și noi îți vom formata conținutul pentru partajare."],"Manual sharing":["Partajare manuală"],"This post will be shared to %d connection.":["Acest articol va fi partajat la o conexiune.","Acest articol va fi partajat la %d conexiuni.","Acest articol va fi partajat la %d de conexiuni."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Așa va arăta când cineva partajează pe Nextdoor legătura la articolul tău WordPress."],"This is what your social post will look like on Nextdoor:":["Iată cum va arăta articolul tău pe Nextdoor:"],"Neighborhood":["Vecinătate"],"Share on %s":["Partajează pe %s"],"Copy to clipboard":["Copiază în clipboard"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Activează funcționalitatea Jetpack Social ca să-ți conectezi site-ul la rețelele din media socială pe care le folosești."],"Button label that opens the social previews modal\u0004Preview":["Previzualizează"],"Templates":["Șabloane"],"Custom Header":["Antet personalizat"],"Open the Social Image Generator settings":["Deschide setările pentru Generator de imagini pentru Social"],"Heading for the generated preview image\u0004Preview":["Previzualizează"],"You need a featured image to share to Instagram.":["Trebuie să ai o imagine reprezentativă ca să partajezi pe Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Ca să partajezi pe Instagram, adaugă o imagine\/un video sau activează Generator de imagini pentru Social."],"Leave a Review":["Lasă o recenzie"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Te rog să lași o recenzie ca să știe și alte persoane cât de ușor poate fi să-ți partajezi articolele pe media socială!"],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Pur si simplu, Jetpack Social ți-a partajat articolul în conturile de pe rețelele sociale pe care le-ai conectat."],"Presto! %s":["Repede! %s"],"The selected media cannot be shared to some social media platforms.":["Elementul media selectat nu poate fi partajat pe unele platforme de pe media socială."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Așa va arăta când cineva partajează pe X legătura la articolul tău WordPress."],"This is what your social post will look like on X:":["Iată cum va arăta articolul tău pe X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Așa va arăta când cineva partajează pe Tumblr legătura la articolul tău WordPress."],"This is what your social post will look like on Tumblr:":["Iată cum va arăta articolul tău pe Tumblr:"],"Reblog":["Republicare"],"0 notes":["Nicio notă"],"View On WordPress":["Vezi pe WordPress"],"Tumblr preview thumbnail":["Miniatură pentru previzualizare pe Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Așa va arăta când cineva partajează pe Mastodon legătura la articolul tău WordPress."],"This is what your social post will look like on Mastodon:":["Iată cum va arăta articolul tău pe Mastodon:"],"anonymous-user":["utilizator anonim"],"Mastodon preview thumbnail":["Miniatură pentru previzualizare pe Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Așa va arăta când cineva partajează pe LinkedIn legătura la articolul tău WordPress."],"This is what your social post will look like on LinkedIn:":["Iată cum va arăta articolul tău pe LinkedIn:"],"%d min read":["%d minute de citit"],"1st":["Primul"],"View one comment":["Vezi un comentariu"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Așa va arăta când cineva partajează pe Facebook legătura la articolul tău WordPress."],"Link preview":["Previzualizare legătură"],"This is what your social post will look like on Facebook:":["Iată cum va arăta articolul tău pe Facebook:"],"Your post":["Articolul tău"],"Just now":["Chiar acum"],"1h":["O oră"],"Anonymous User":["Utilizator anonim"],"Facebook Preview Thumbnail":["Miniatură pentru previzualizare pe Facebook"],"Job Title (Company Name)":["Funcție (nume companie)"],"Dismiss notice":["Respinge notificarea"],"Connect now":["Conectează acum"],"Pick the %s template":["Alege șablonul %s"],"Generated preview":["Previzualizare generată"],"By default the post title is used for the image. You can use this field to set your own text.":["Titlul articolului este folosit implicit pentru imagine. Poți să folosești acest câmp ca să setezi un text propriu."],"Social Image is disabled for this post.":["Imaginea pentru Social este dezactivată pentru acest articol."],"Enable Social Image":["Activează imaginea pentru Social"],"Add a custom image":["Adaugă o imagine personalizată"],"No Image":["Nicio imagine"],"Custom Image":["Imagine personalizată"],"Image Type":["Tip de imagine"],"Social Image Generator":["Generator de imagini pentru Social"],"Choose Image":["Alege o imagine"],"Arrow right":["Săgeată dreapta"],"Arrow left":["Săgeată stânga"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Sfaturi pentru depanare"],"Learn photo and video best practices":["Învață care sunt cele mai bune practici pentru fotografii și videouri"],"Choose a visual to accompany your post.":["Alege un element vizual pentru articolul tău."],"Add an image or video":["Adaugă o imagine sau un video"],"Remove media":["Înlătură elementul media"],"Choose Media":["Alege un element media"],"Close.":["Închide."],"New":["Nou"],"Magnifying Glass":["Lupă"],"Share Your Content Again":["Partajează conținutul din nou"],"Re-sharing your content":["Partajează din nou conținutul"],"Share when publishing":["Partajează când publici"],"Connection":["Conexiune"],"More information.":["Mai multe informații."],"This feature is for sites with a %s plan.":["Această funcționalitate este pentru site-urile care folosesc planul %s."],"To re-share a post, you need to upgrade to the %s plan":["Pentru a re-partaja un articol, trebuie să actualizezi la planul %s"],"Upgrade now":["Actualizează acum"],"paid":["plătit"],"Use this tool to share your post on all your social media accounts.":["Folosește acest instrument pentru a partaja articolele pe toate conturile tale din media socială."],"Start sharing your posts by connecting your social media accounts.":["Îți partajezi articolele după ce te conectezi la conturile tale din media socială."],"You must publish your post before you can share it.":["Înainte de a partaja articolul, trebuie să-l publici."],"Unable to share the Post":["Nu pot să partajez articolul"],"Jetpack Logo":["Logo Jetpack"],"Dismiss":["Renunță"],"Retry":["Reîncearcă"],"Twitter profile image":["Imagine de profil Twitter"],"Account Name":["Nume cont"],"Social Previews":["Previzualizări sociale"],"Preview what this will look like on social networks and Google search.":["Previzualizezi cum va arăta pe rețelele de socializare și în căutarea Google."],"Open Social Previews":["Deschide Previzualizări sociale"],"Google Search":["Căutare Google"],"Redirecting…":["Redirecționez..."],"Upgrade your plan to upload audio":["Pentru a încărca fișiere audio, actualizează-ți planul"],"Upgrade your plan to use video covers":["Pentru a folosi coperte video, actualizează-ți planul"],"Has a video.":["Are un video."],"Tag":["Etichetă"],"Post":["Articol"],"Page":["Pagină"],"Has an image.":["Are o imagine."],"Has multiple images.":["Are mai multe imagini."],"Toggle search filters.":["Comută filtrele de căutare."],"Matching comment.":["Comentariu potrivit."],"Show filters":["Arată filtrele"],"Is a product.":["Este un produs."],"Is an event.":["Este un eveniment."],"Has audio.":["Are audio."],"Disconnecting…":["Deconectez..."],"Connecting…":["Conectez..."],"Schedule":["Programează"],"Confirm":["Confirmă"],"Share this post":["Partajează acest articol"],"%d character remaining":["%d caracter rămas","%d caractere rămase","%d de caractere rămase"],"Connect an account":["Conectează un cont"],"(opens in a new tab)":["(se deschide într-o filă nouă)"],"Activate Jetpack Social":["Activează Jetpack Social"],"Help":["Ajutor"],"View":["Vezi"],"Copied!":["Copiat!"],"WhatsApp":["WhatsApp"],"Information.":["Informații."],"Featured Image":["Imagine reprezentativă"],"Learn more":["Învață mai multe"],"Delete":["Șterge"],"Category":["Categorie"],"Time":["Timp"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Închide"],"Share":["Partajează"],"Connect":["Conectează"],"Save":["Salvează"],"Reply":["Răspunde"],"Like":["Apreciază"],"Cancel":["Anulează"],"Yes":["Da"],"Message":["Mesaj"],"Comment":["Comentariu"],"Visit the post for more.":["Vizitează articolul pentru mai multe informații."],"Edit":["Editează"],"Connected":["Conectat"],"Settings":["Setări"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}