{"translation-revision-date":"2025-06-11 21:54:09+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"It appears that the backups have been manually deactivated for the site.":["Parece que os backups do site foram desativados manualmente."],"Grow your audience. Speed up your site. Secure it.":["Aumente seu público. Acelere e proteja seu site."],"Jetpack Essentials":["Recursos essenciais do Jetpack"],"Overview":["Visão geral"],"Manage and explore Jetpack products that boost growth, performance, and security.":["Gerencie e explore produtos do Jetpack que impulsionam o crescimento, o desempenho e a segurança."],"Debug information":["Informações de depuração"],"All Jetpack modules":["Todos os módulos do Jetpack"],"Useful links":["Links úteis"],"We are the people behind WordPress.com, WooCommerce, Jetpack, Simplenote, and more. We believe in making the web a better place.":["Somos a empresa responsável pelo WordPress.com, WooCommerce, Jetpack, Simplenote e muito mais. Acreditamos que podemos fazer da Web um lugar melhor."],"Real humans. Real support.":["Humanos reais. Suporte de verdade."],"Explore our Help Center":["Conheça nossa Central de ajuda"],"Browse our expert guides to get help with setup, features, and troubleshooting.":["Consulte nossos guias especializados para obter ajuda com configuração, funcionalidades e solução de problemas."],"Need assistance?":["Precisa de ajuda?"],"Want to test Jetpack features locally or add Featured Content and Social Links to your theme? Start here.":["Quer testar as funcionalidades do Jetpack localmente ou adicionar conteúdo em destaque e links sociais ao seu tema? Comece aqui."],"Jetpack for developers":["Jetpack para desenvolvedores"],"Having trouble with Jetpack? Check out recommended steps to fix common problems.":["Está tendo problemas com o Jetpack? Confira as etapas recomendadas para corrigir problemas comuns."],"Troubleshooting":["Solução de problemas"],"Have a question? Our AI Assistant can help, or connect you to our support team.":["Dúvidas? Nossa Assistente de IA pode ajudar ou direcionar você à nossa equipe de suporte."],"A site admin will need to connect their account before you can connect yours.":["Um administrador do site precisará conectar a conta dele para que você possa conectar a sua."],"Connect your account to unlock all the features.":["Conecte sua conta para desbloquear todas as funcionalidades."],"Everything looks good.":["Está tudo certo."],"Site and account connected":["Site e conta conectados"],"Connect my account":["Conectar minha conta"],"Connected as owner: %1$s (%2$s)":["Login feito como proprietário: %1$s (%2$s)"],"Automattic for Agencies is the ultimate partnership to access agency pricing, referral earnings, partner badges, and powerful tooling for agencies using WordPress.com, Pressable, WooCommerce, Jetpack, and more. Joining is free.":["O Automattic para Agências é a parceria definitiva para acessar preços exclusivos, indicações remuneradas, selos de parceiros e ferramentas avançadas para agências que usam o WordPress.com, Pressable, WooCommerce, Jetpack e muito mais. Ingressar é gratuito."],"Are you an agency or freelancer?":["Você representa uma agência ou é freelancer?"],"Price description representing \"per month\" price\u0004\/month":["\/mês"],"Install the Jetpack app for iOS or Android and stay connected to your site from anywhere!<br \/><br \/>We sent you an email with the download link.":["Instale o app Jetpack para iOS ou Android e se conecte ao seu site em qualquer lugar!<br \/><br \/>Enviamos um e-mail com o link de download."],"Your site goes wherever you go":["Seu site vai com você a qualquer lugar"],"Make your site faster and more user-friendly by boosting loading speeds and SEO in seconds.":["Acelere seu site e melhore a experiência do usuário, otimizando a velocidade de carregamento e a SEO em questão de segundos."],"Make your site super fast":["Acelere seu site ao máximo"],"In a few hours you’ll see detailed insights on who’s visiting your site and where they’re coming from.":["Em algumas horas, você verá informações detalhadas sobre quem está visitando seu site e de onde essas pessoas estão acessando."],"Simple, yet powerful stats":["Estatísticas simples, mas eficazes"],"Welcome to Jetpack":["Que bom ter você no Jetpack"],"Supercharge my site":["Turbinar meu site"],"Supercharge your WordPress site with powerful security, speed, and growth tools.":["Turbine seu site do WordPress com ferramentas avançadas de segurança, velocidade e crescimento."],"We noticed a possible issue with your account connection that might lead to connection issues.":["Notamos um possível problema na conexão da sua conta que pode levar a problemas de conexão."],"Author, Investor, Podcaster":["Autor, investidor, apresentador de podcast"],"Millions of people depend on my site, and downtime isn't an option. Jetpack handles my site security and backups so I can focus on creation.":["Milhões de pessoas dependem do meu site. Inatividade não é uma opção. O Jetpack cuida da segurança do meu site e faz backups. Assim, eu posso focar na criação."],"Multidisciplinary Designer":["Designer multidisciplinar"],"Jetpack's performance features are no-brainers for the sites I build. With one-click CDN, there's no need to sacrifice performance for style. I know that it just automagically works once I toggle that button.":["As funcionalidades de desempenho do Jetpack são muito fáceis de usar nos sites que eu crio. Com a CDN de um clique, eu tenho estilo sem abrir mão do desempenho. Eu só preciso ativar o botão para elas começarem a funcionar."],"A decrease of %s since the previous period.":["Uma diminuição de %s desde o período anterior."],"An increase of %s since the previous period.":["Um aumento de %s desde o período anterior."],"A decrease of %1$s or %2$s since the previous period.":["Uma diminuição de %1$s ou %2$s desde o período anterior."],"An increase of %1$s or %2$s since the previous period.":["Um aumento de %1$s ou %2$s desde o período anterior."],"No change since the previous period.":["Nenhuma alteração desde o período anterior."],"%s like":["%s curtida","%s curtidas"],"%s visitor":["%s visitante","%s visitantes"],"%s view":["%s visualização","%s visualizações"],"Your website’s overall speed score decreased by %s.":["Pontuação geral da velocidade do seu site diminuída em %s."],"Your website’s overall speed score increased by %s.":["Pontuação geral da velocidade do seu site aumentada em %s."],"Your website’s overall speed score is %1$s, or %2$s out of 100.":["A pontuação geral da velocidade do seu site é %1$s, ou %2$s de 100."],"Start with Jetpack for free":["Começar com o Jetpack gratuitamente"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Pager controls":["Controles de paginação"],"By continuing you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site’s data<\/shareDetailsLink> with us. We’ll check if that email is linked to an existing WordPress.com account or create a new one instantly.":["Ao continuar, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco. Verificaremos se esse e-mail está vinculado a uma conta existente do WordPress.com ou criaremos uma nova agora mesmo."],"Density option for DataView layout\u0004Compact":["Compacta"],"Density option for DataView layout\u0004Balanced":["Equilibrada"],"Density option for DataView layout\u0004Comfortable":["Confortável"],"Density":["Densidade"],"Hide column":["Ocultar coluna"],"Move right":["Mover para a direita"],"Move left":["Mover para a esquerda"],"Table":["Tabela"],"Preview size":["Tamanho da visualização"],"Navigate to item":["Navegar até o item"],"field\u0004Edit %s":["Editar %s"],"Select item":["Selecionar item"],"Sort descending":["Ordem decrescente"],"Sort ascending":["Ordem crescente"],"Is not all":["Não é tudo"],"Is all":["É tudo"],"Is none":["Não é nenhum"],"Is any":["É qualquer um"],"Is not":["Não é"],"Is":["É"],"Properties":["Propriedades"],"View is used as a noun\u0004View options":["Visualizar opções"],"Hidden":["Oculto"],"field\u0004Show %s":["Mostrar %s"],"field\u0004Hide %s":["Ocultar %s"],"Move %s down":["Mover %s para baixo"],"This field can't be moved down":["Este campo não pode ser movido para baixo"],"Move %s up":["Mover %s para cima"],"This field can't be moved up":["Este campo não pode ser movido para cima"],"Items per page":["Itens por página"],"Next page":["Próxima página"],"Previous page":["Página anterior"],"Current page":["Página atual"],"paging\u0004<div>Page<\/div>%1$s<div>of %2$s<\/div>":["<div>Página<\/div>%1$s<div>de %2$s<\/div>"],"Page %1$s of %2$s":["Página %1$s de %2$s"],"Search items":["Pesquisar itens"],"List of: %1$s":["Lista de: %1$s"],"verb\u0004Filter":["Filtrar"],"Conditions":["Condições"],"Unknown status for %1$s":["Status desconhecido de %1$s"],"<Name>%1$s is not: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s não é: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s é: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is not all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s não é tudo: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is all: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s é tudo: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is none: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s não é nenhum: <\/Name><Value>%2$s<\/Value>"],"<Name>%1$s is any: <\/Name><Value>%2$s<\/Value>":["<Name>%1$s é qualquer um: <\/Name><Value>%2$s<\/Value>"],"Reset":["Redefinir"],"Filter by: %1$s":["Filtrar por: %1$s"],"Add filter":["Adicionar filtro"],"%d Item":["%d item","%d itens"],"%d Item selected":["%d item selecionado","%d itens selecionados"],"Select all":["Selecionar tudo"],"Deselect all":["Remover toda a seleção"],"Plugins installed successfully!":["Plugins instalados com sucesso!"],"Installing and activating %s…":["Instalando e ativando %s…"],"Needs activation":["Precisa de ativação"],"Needs installation and activation":["Precisa de instalação e ativação"],"Activate %1$s in one click":["Ative %1$s em um clique"],"Install and activate %1$s in one click":["Instale e ative %1$s em um clique"],"Install and\/or activate %1$s in one click":["Instale e\/ou ative %1$s em um clique"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you activate the following %2$s:":["Para aproveitar ao máximo sua assinatura do <link>%1$s paga<\/link> e ter acesso a todas as funcionalidades, recomendamos que você ative o seguinte %2$s:"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and activate the following %2$s:":["Para aproveitar ao máximo sua assinatura do <link>%1$s paga<\/link> e ter acesso a todas as funcionalidades, recomendamos que você instale e ative o seguinte %2$s:"],"To get the most out of your <link>%1$s paid subscription<\/link> and have access to all it’s features, we recommend you install and\/or activate the following %2$s:":["Para aproveitar ao máximo sua assinatura do <link>%1$s paga<\/link> e ter acesso a todas as funcionalidades, recomendamos que você instale e\/ou ative o seguinte %2$s:"],"Some plugins need to be activated":["Alguns plugins precisam ser ativados"],"Some plugins need to be installed":["Alguns plugins precisam ser instalados"],"Some plugins need to be installed and\/or activated":["Alguns plugins precisam ser instalados e\/ou ativados"],"Plugin activation needed":["Ativação de plugin necessária"],"Plugin installation needed":["Instalação de plugin necessária"],"Plugin installation and activation needed":["Instalação e ativação de plugin necessárias"],"Options reset! Have fun messing them up again :-)":["Opções redefinidas. Fique a vontade para mudá-las novamente :-)"],"There was a problem installing and activating %s.":["Houve um problema com a instalação e a ativação de %s."],"%s installed successfully!":["%s instalado(s) com sucesso!"],"There was a problem activating %s.":["Houve um problema com a ativação de %s."],"%s activated successfully!":["%s ativado(s) com sucesso."],"Discover Jetpack AI":["Descubra a IA do Jetpack"],"Auto-Firewall is disabled as your hosting provider already includes a built-in firewall with similar rules for your site.":["O firewall automático está desativado, pois o seu provedor de hospedagem já inclui um firewall integrado com regras semelhantes para seu site."],"Reset Options":["Redefinir opções"],"Button for option to reset Jetpack Options\u0004Reset Options (dev only)":["Redefinir opções (somente desenvolvedor)"],"Visit the %s dashboard to view threat details, auto-fix threats, and keep your site safe.":["Acesse o painel do %s para solucionar automaticamente ameaças, vê-las em detalhes e manter seu site seguro."],"We’ve detected some security threats that need your attention.":["Detectamos algumas ameaças à segurança que precisam da sua atenção."],"%s found threats on your site":["%s encontrou ameaças no seu site"],"%s error":["Erro \"%s\""],"Backup has encountered a general system error and was unable to complete the last backup attempt.":["O Backup encontrou um erro geral do sistema e não conseguiu concluir a última tentativa de backup."],"Backup system error":["Erro no sistema de backup"],"Backup is deactivated":["O Backup está desativado"],"Backup was unable to access your site during the last backup attempt. This could be due to networking issues, a block from your host, or other server issues.":["O Backup não conseguiu acessar seu site na última tentativa de backup. Talvez seja devido a problemas de rede, um bloqueio do seu host ou outros problemas no servidor."],"Site unavailable":["Site indisponível"],"Although the site appears to be up and accessible, Backup still encountered an error during the last backup attempt.":["Mesmo que o site pareça estar funcionando normalmente, o Backup encontrou um erro na última tentativa de backup."],"Although the site appears to be up and accessible, and remote server credentials are set, Backup still encountered an error during the last backup attempt.":["Mesmo que o site pareça estar funcionando normalmente e as credenciais do servidor remoto estejam configuradas, o Backup encontrou um erro na última tentativa de backup."],"Backup error":["Erro no backup"],"There appears to be some issue with the Atomic API or a networking type issue. Please try again shortly to see if the issue has resolved.":["Parece que há algum problema na API Atomic ou no tipo de rede. Se o problema foi resolvido, tente novamente em alguns instantes."],"No credentials (Atomic)":["Nenhuma credencial (Atomic)"],"No remote server credentials were found. Please add your website’s server credentials in Backup settings so Backup can fully function properly.":["Nenhuma credencial de servidor remoto encontrada. Adicione as credenciais de servidor do seu site nas configurações do Backup para que esse serviço funcione da maneira adequada."],"No credentials found":["Nenhuma credencial encontrada"],"The VaultPress API could not recognize the site ID associated with your site, or multiple site ID’s are associated with the same site domain.":["A API do VaultPress não conseguiu reconhecer a ID associada ao seu site ou várias IDs associadas ao mesmo domínio de site."],"No site record":["Nenhum registro de site"],"Backup can’t be activated on multi-site installations, neither the network site or its sub-sites.":["Não é possível ativar o backup em instalações multisite nem no site da rede ou seus subsites."],"Multi-site not supported":["Multisite não aceito"],"Backup doesn’t currently support the host that the site is hosted on.":["No momento, o Backup não é compatível com o host onde o site está hospedado."],"Host not supported":["Host incompatível"],"We’ve detected VaultPress is currently active on the site, and we can automatically transfer it over to Jetpack Backup (Rewind), but you will need to trigger the transfer manually.":["Detectamos que o VaultPress está ativo no site e podemos transferi-lo automaticamente para o Jetpack Backup (retornar), mas você precisa acionar a transferência de forma manual."],"Transfer VaultPress":["Transferir o VaultPress"],"We’ve detected VaultPress is currently active on the site. VaultPress and Jetpack Backup cannot run simultaneously. In order to activate Jetpack Backup, you will first need to deactivate VaultPress.":["Detectamos que o VaultPress está ativo no site. Não é possível executar o VaultPress e o Jetpack Backup ao mesmo tempo. Para ativar o Backup, primeiro desative o VaultPress."],"Backup plugin conflict":["Conflito de plugins de backup"],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly, although successful Backups may still appear in the logs.":["O site não parece estar conectado. O Backup precisa de uma conexão ativa do Jetpack para funcionar adequadamente, mesmo que backups bem-sucedidos apareçam nos registros."],"The site doesn’t appear to be connected. Backup requires an active Jetpack connection in order to function properly.":["O site não parece estar conectado. O Backup precisa de uma conexão ativa do Jetpack para funcionar adequadamente."],"The site does not appear to have a valid Backup plan. Please purchase a Backup plan in order activate the features of Jetpack Backup.":["O site não parece ter um plano válido do Backup. Adquira um para ativar as funcionalidades do Jetpack Backup."],"Missing Backup plan":["Plano do Backup faltando"],"To keep everything running smoothly, renew your plan today!":["Para que tudo continue funcionando direitinho, renove seu plano hoje mesmo!"],"Your %1$s subcription will be expiring soon on %2$s, and the paid features for this product will no longer be available.":["Sua assinatura do %1$s expirará em %2$s, e as funcionalidades pagas desse produto não ficarão mais disponíveis."],"Don’t worry—you can resume your plan anytime to restore your access to the upgraded features.":["Não se preocupe: você pode reativar o plano quando quiser para ter acesso novamente às funcionalidades avançadas."],"Your %1$s subcription has expired. The paid features are no longer available.":["Sua assinatura do %1$s expirou. As funcionalidades pagas não estão mais disponíveis."],"Renew your plan by %1$s to continue to have access to the paid features of these products.":["Renove seu plano até %1$s para continuar tendo acesso às funcionalidades pagas desses produtos."],"But don’t worry—you can resume your plan to restore your access to your plan’s paid features.":["Mas não se preocupe: você pode reativar o plano para ter acesso novamente às funcionalidades pagas."],"Since your %1$s plan is expired, the paid features for these products are no longer available for your site.":["Como seu plano do %1$s expirou, as funcionalidades pagas desses produtos não estão mais disponíveis no seu site."],"%1$s provides paid features for the following products:":["O %1$s fornece as funcionalidades pagas dos seguintes produtos:"],"To keep everything running smoothly, renew your plan by %1$s!":["Para que tudo continue funcionando direitinho, renove seu plano até %1$s."],"Your videos will soon stop showing for your viewers, and you won’t be able to upload new content.":["Em breve, seus vídeos não serão mais mostrados aos espectadores, e você não poderá mais fazer upload de novo conteúdo."],"Don’t worry—you can resume your plan anytime to restore your video library and continue uploading.":["Não se preocupe: você pode reativar o plano quando quiser para ter acesso novamente à biblioteca de vídeos e continuar fazendo uploads."],"Your videos are no longer visible to your viewers, and you won’t be able to upload new content.":["Seus vídeos não são mais mostrados aos espectadores, e você não pode fazer upload de novo conteúdo."],"Heads up! Your %1$s plan is about to expire":["Aviso! Seu plano do %1$s está perto de expirar"],"Your %1$s plan has expired":["Seu plano do %1$s expirou"],"Read troubleshooting guide":["Leia o guia de solução de problemas"],"The last backup attempted on %1$s was unsuccessful.":["A última tentativa de backup, em %1$s, foi malsucedida."],"Oops! We couldn’t back up your site":["Ops! Não foi possível fazer backup do seu site"],"The last scan identified %1$s. But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%2$s dashboard<\/a> to view more details.":["A última varredura identificou %1$s. Mas não se preocupe! Na maioria das vezes, o Protect soluciona automaticamente as ameaças. Acesse o <a>painel do %2$s<\/a> para ver mais detalhes."],"%d threat":["%d ameaça","%d ameaças"],"The last scan identified %1$s (%2$d critical). But don’t worry, Protect is usually able to “Auto-fix” threats, in most cases. Visit the <a>%3$s dashboard<\/a> to view more details.":["A última varredura identificou %1$s, sendo %2$d crítica(s). Mas não se preocupe! Na maioria das vezes, o Protect soluciona automaticamente as ameaças. Acesse o <a>painel do %3$s<\/a> para ver mais detalhes."],"Check out our troubleshooting guide.":["Confira nosso guia de solução de problemas."],"Check out our troubleshooting guide or contact your hosting provider to resolve the issue.":["Confira nosso guia de solução de problemas ou fale com o provedor de hospedagem para resolver o problema."],"The last backup attempt failed.":["Falha na última tentativa de backup."],"Needs attention":["Requer atenção"],"Fix threats":["Solucionar ameaças"],"Troubleshoot":["Solução de problemas"],"Resume subscription":["Reativar assinatura"],"Expires on %1$s":["Expira em %1$s"],"Managed by: %1$s":["Gerenciado por: %1$s"],"Expiring soon on %1$s":["Expira em breve: %1$s"],"Site connection failed. Please try again.":["Falha na conexão do site. Tente novamente."],"Hang tight while we personalize recommendations to suit your style.":["Aguarde enquanto personalizamos as recomendações de acordo com seu estilo."],"Crafting your unique journey":["Criando sua jornada exclusiva"],"You’re connected and ready to fly!":["Tudo conectado e pronto para voar!"],"Getting things ready in the background — almost there!":["Preparando as coisas nos bastidores, falta pouco!"],"Connecting Jetpack":["Conectando o Jetpack"],"Resume my plan":["Retomar meu plano"],"Actions":["Ações"],"Wait for %d days to reset your limit, per our <link>fair usage<\/link> policy.":["Espere %d dias para redefinir seu limite, conforme nossa política de <link>uso justo<\/link>."],"* Limits apply for high request capacity. <link>Learn more about it here<\/link>.":["* Aplicam-se limites para alta capacidade de solicitação. <link>Saiba mais sobre isso aqui.<\/link>"],"User connected.":["Usuário conectado."],"User connected (Owner).":["Usuário conectado (proprietário)."],"This Jetpack plan doesn’t work with Multisite WordPress setups. Please use it on a single-site installation or consider canceling for a refund.":["Esse plano do Jetpack não funciona com as configurações multisite do WordPress. Use-o em uma instalação de site único ou cancele para obter reembolso."],"We’re sorry, %s is not compatible with multisite WordPress installations at this time.":["O %s não é compatível com instalações multisite do WordPress no momento."],"Please take a moment to check the license key from your purchase confirmation email—it might have a small typo.":["Tire um tempo para verificar a chave de licença no e-mail de confirmação de compra, pode ser que tenha um erro de digitação."],"Unable to validate this license key.":["Não é possível validar essa chave de licença."],"The subscription is no longer active or has expired. Please purchase a new license.":["A assinatura não está mais ativa ou expirou. Compre uma nova licença."],"You can either use this license on a different site or cancel your current plan for a refund.":["Você pode usar essa licença em um site diferente, ou cancelar seu plano atual para obter um reembolso."],"It looks like your website already has a Jetpack plan that’s equal to or better than the one you’re trying to activate.":["Parece que seu site já tem um plano do Jetpack que é igual ou melhor do que aquele que você está tentando ativar."],"Your site already has an active Jetpack plan of equal or higher value.":["Seu site já tem um plano do Jetpack ativo de valor igual ou maior."],"To use Jetpack on both sites, please <a>buy another license<\/a>.":["Para usar o Jetpack em ambos os sites, <a>compre uma outra licença<\/a>."],"If you would like to transfer it, please <a>get in touch<\/a>.":["Se quiser transferi-lo, <a>entre em contato conosco<\/a>."],"This license is already active on another website":["Essa licença já está ativa em outro site"],"This license is already active on your site.":["Essa licença já está ativa em seu site."],"Reconnect Jetpack.":["Reconecte o Jetpack."],"Log in to the WordPress.com account that purchased the plan.":["Faça login na conta do WordPress.com em que o plano foi comprado."],"Disconnect Jetpack from your site.":["Desconecte o Jetpack do seu site."],"Follow these <a>steps<\/a> to resolve it.":["Siga estas <a>etapas<\/a> para resolver isso."],"The account that purchased the plan and the account managing this site are different.":["A conta em que o plano foi comprado e a conta que gerencia este site são diferentes."],"Need help? <a>Get in touch<\/a>.":["Precisa de ajuda? <a>Fale conosco.<\/a>"],"Requests this month":["Solicitações neste mês"],"Existing videos":["Vídeos existentes"],"Stunning-quality, ad-free video in the WordPress Editor. Begin by uploading your first video.":["Vídeo de qualidade impressionante e sem publicidade no editor do WordPress. Comece ao fazer upload do seu primeiro vídeo."],"Load your existing videos faster and without ads.":["Carregue vídeos existentes mais rápido e sem anúncios."],"Total time watched":["Tempo total assistido"],"This metric shows total video viewing time for the last year.":["Essa métrica mostra o tempo total de visualizações de vídeo do último ano."],"This metric shows your total video viewing time over the past 30 days, compared to the previous 30 days.":["Essa métrica mostra o tempo total de visualizações dos seus vídeos dos últimos 30 dias, em comparação ao desempenho dos 30 dias anteriores."],"This metric shows your total video views over the past year.":["Essa métrica mostra o total de visualizações dos seus vídeos do último ano."],"This metric shows your total video views over the past 30 days, compared to the previous 30 days.":["Essa métrica mostra o total de visualizações dos seus vídeos dos últimos 30 dias, em comparação ao desempenho dos 30 dias anteriores."],"Yearly views":["Visualizações anuais"],"30-Day views":["Visualizações de 30 dias"],"Success! 🌟 Your video is live and gathering views.":["Sucesso!🌟Seu vídeo está no ar e ganhando visualizações."],"High-quality video, wherever your audience is":["Vídeo de alta qualidade onde seu público estiver"],"Give your videos a boost! 🚀 Try hosting with VideoPress for superior quality and performance.":["Impulsione seus vídeos! 🚀 Experimente a hospedagem do VideoPress para desfrutar de uma melhor qualidade e desempenho."],"You have %d video in your Media Library that could benefit from VideoPress. Start <a>hosting<\/a> it today to unlock multiple benefits: enhanced quality add-free streaming, faster load times, customizable player controls.":["Você tem %d vídeo na sua biblioteca de mídia que pode aproveitar os benefícios do VideoPress. Comece a <a>hospedá-lo<\/a> hoje para desbloquear vários benefícios: reprodução de melhor qualidade e sem anúncios, carregamento mais rápido e controles de reprodução personalizáveis.","Você tem %d vídeos na sua biblioteca de mídia que podem aproveitar os benefícios do VideoPress. Comece a <a>hospedá-los<\/a> hoje para desbloquear vários benefícios: reprodução de melhor qualidade e sem anúncios, carregamento mais rápido e controles de reprodução personalizáveis."],"The finest video for WordPress":["O melhor reprodutor de vídeo para WordPress"],"Logins Blocked":["Logins bloqueados"],"Auto-Firewall":["Firewall automático"],"a few seconds ago":["alguns segundos atrás"],"%s month ago":["%s mês atrás","%s meses atrás"],"%s year ago":["%s ano atrás","%s anos atrás"],"Failed to hide evaluation results. Please try again":["Falha ao ocultar resultados de avaliação. Tente novamente"],"Failed to save evaluation results. Please try again":["Falha ao salvar resultados de avaliação. Tente novamente"],"Failed to evaluate site recommendations":["Falha ao avaliar recomendações do site"],"Skip onboarding":["Pular integração"],"See solutions":["Confira soluções"],"Jetpack does a lot. Select the items that are most important to you and we‘ll find the Jetpack tools that are the best match for your site.":["O Jetpack é muito completo. Selecione os itens mais importantes para você e encontraremos as ferramentas do Jetpack mais adequadas para seu site."],"What would you like Jetpack to do?":["O que você gostaria que o Jetpack fizesse?"],"I don‘t know":["Não sei"],"Create quality content":["Criasse conteúdo de qualidade"],"Grow my audience":["Aumentasse meu número de visitantes"],"Improve my site‘s performance":["Melhorasse o desempenho do meu site"],"Protect my site":["Protegesse meu site"],"Jetpack works behind the scenes to keep your site safe, make it lightning-fast, and to help you get more traffic.":["O Jetpack atua nos bastidores para garantir a segurança do seu site, maximizar a velocidade e aumentar o tráfego."],"Unlock the power of your WordPress site with Jetpack, the complete toolkit for enhancing your site’s security, speed, and growth.":["Descubra o poder do seu site do WordPress com o Jetpack, o kit de ferramentas completo para aprimorar a segurança, velocidade e crescimento."],"Activate Jetpack in one click":["Ative o Jetpack com um clique"],"Simplify your writing with AI suggestions to fix long sentences and complex words and sound more confident. As you type, check your Reading grade score to make sure it suits your audience.":["Deixe sua escrita mais clara com sugestões de IA para corrigir frases longas e palavras complexas e parecer mais confiante. Conforme você digita, verifique sua pontuação de leitura para ter certeza de que ela é adequada ao seu público."],"Make your writing easy to read":["Deixe sua escrita mais fácil de ler"],"Upgrade required for activation. Manual rules available.":["Upgrade necessário para ativação. Regras manuais disponíveis."],"You have Auto-Firewall disabled, visit your Protect <a>firewall settings<\/a> to activate.":["O firewall automático está desativado, visite as <a>configurações de firewall<\/a> do Protect para ativá-lo."],"Auto-Firewall: Inactive":["Firewall automático: inativo"],"We’ve checked items against our database, and all appears well. For a more detailed, line-by-line malware scan, consider upgrading your plan.":["Nós checamos os itens em nossa base de dados e tudo parece estar certo. Para maiores detalhes sobre a varredura de malware, considere atualizar seu plano."],"Elevate your malware protection":["Melhore sua proteção contra malware"],"Auto-fix threats":["Correção automática de ameaças"],"Your site has %1$s and %2$s lacking security measures. Improve your site’s safety by adding protection at no cost.":["Seu site tem %1$s e %2$s sem medidas de segurança. Melhore a segurança do seu site adicionando mais proteção sem custo."],"Improve site safety: secure plugins & themes":["Melhore a segurança do seu site: proteção para plugins e temas"],"For Brute Force Protection, activate the Jetpack or Protect plugin and enable it in settings.":["Para a proteção contra ataques de força bruta, ative o plugin Jetpack ou Protect e ative-a em suas configurações."],"Brute Force Protection is disabled and not actively blocking malicious login attempts.":["A proteção contra ataques de força bruta está desativada e não está bloqueando ativamente tentativas de login mal-intencionadas."],"Brute Force Protection is disabled and not actively blocking malicious login attempts. Go to <a>%s<\/a> to activate it.":["A proteção contra ataques de força bruta está desativada e não está bloqueando ativamente tentativas de login mal-intencionadas. Acesse <a>%s<\/a> para ativá-la."],"Brute Force Protection: Inactive":["Proteção contra ataques de força bruta: inativa"],"Brute Force Protection is actively blocking malicious login attempts. The number of blocked login attempts will display here soon!":["A proteção contra ataques de força bruta está bloqueando ativamente tentativas de login mal-intencionadas. O número de tentativas de login bloqueadas será exibida aqui em breve."],"Brute Force Protection: Active":["Proteção contra ataques de força bruta: ativa"],"%d theme":["%d tema","%d temas"],"&":["e"],"%d plugin":["%d plugin","%d plugins"],"Last scan: %s":["Última varredura: %s"],"Shield icon - Scan Status: Off":["Ícone de escudo – Status de varredura: Desligado"],"Partial":["Parcial"],"Shield icon - Scan Status: Partial":["Ícone de escudo – Status de varredura: Parcial"],"Secure":["Seguro"],"Shield icon - Scan Status: Secure":["Ícone de escudo – Status de varredura: Seguro"],"Threats":["Ameaças"],"Shield icon - Brute Force Protection Status: Off":["Ícone de escudo – Status da proteção contra ataques de força bruta: desativada"],"Shield icon - Brute Force Protection Status: Inactive":["Ícone de escudo – Status da proteção contra ataques de força bruta: inativa"],"Shield icon - Brute Force Protection Status: Active":["Ícone de escudo –Status da proteção contra ataques de força bruta: ativa"],"Shield icon - Auto-Firewall Status: Off":["Ícone de escudo – Status de firewall automático: desligado"],"Shield icon - Auto-Firewall Status: Inactive":["Ícone de escudo – Status de firewall automático: inativo"],"Shield icon - Auto-Firewall Status: On":["Ícone de escudo – Status de firewall automático: ligado"],"Needs plan":["Precisa de um plano"],"Get plan":["Obter plano"],"Redo":["Refazer"],"Recommendations menu":["Menu de recomendações"],"Here are the tools that we think will help you reach your website goals:":["Aqui estão as ferramentas que acreditamos serem as mais adequadas para você alcançar as metas do seu site:"],"Our recommendation for you":["Nossa recomendação para você","Nossas recomendações para você"],"On the next screen, you can connect with an existing account from any of these services or create a new one.":["Na próxima página, você pode se conectar a uma conta existente de qualquer um desses serviços ou criar uma nova."],"Learn about Jetpack SEO tools":["Saiba mais sobre as ferramentas de SEO do Jetpack"],"Use AI to generate title suggestions based on your content, each with an explanation of why it works better. Save time and create engaging, SEO-friendly titles.":["Use a IA para gerar sugestões de títulos com base no seu conteúdo, cada uma com uma explicação do porquê seria a melhor opção. Economize tempo e crie títulos interessantes e compatíveis com SEO."],"Optimize your titles effortlessly":["Otimize seu tempo sem esforços"],"Needs user account":["Conta de usuário necessária"],"Sign up now":["Inscreva-se agora"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%1$s<\/strong> ou <strong>%2$s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Missing site connection":["Conexão inexistente com o site"],"Connect your site":["Conecte seu site"],"Missing user connection":["Conexão inexistente com o usuário"],"Learn about featured images":["Saiba mais sobre as imagens destacadas"],"Create featured images to illustrate your content and make it more engaging with just one click. Use prompts to generate adjusted new featured images.":["Crie imagens destacadas para ilustrar seu conteúdo e torná-lo mais interessante com apenas um clique. Use prompts para gerar novas imagens destacadas ajustadas."],"Create featured images with one click":["Crie imagens destacadas com um clique"],"Your speed has improved by %d points! Upgrade Boost to unlock automated CSS and image optimization tools to maintain your high score.":["Sua velocidade foi melhorada em %d pontos! Faça upgrade do Boost e mantenha altas pontuações usando CSS automatizado e ferramentas de otimização de imagem."],"Your speed has improved by %d points! Boost is working to enhance your performance with automated tools.":["Sua velocidade foi melhorada em %d pontos! O Boost está trabalhando para melhorar seu desempenho com ferramentas automatizadas."],"Create better content with powerful AI tools":["Crie conteúdos melhores com ferramentas avançadas de IA"],"See documentation":["Ver documentação"],"Your installation of %1$s is incomplete. If you installed %1$s from GitHub, please refer to the developer documentation to set up your development environment.":["Sua instalação do %1$s está incompleta. Caso você tenha instalado o %1$s a partir do GitHub, consulte a documentação do desenvolvedor para configurar seu ambiente de desenvolvimento."],"Failed to dismiss the welcome banner. Please try again":["Falha ao retirar o banner de boas-vindas. Tente novamente"],"Share your feedback!":["Compartilhe seu feedback!"],"Help us improving the accuracy of our results and feel free to give us ideas for future implementations and improvements.":["Ajude-nos a melhorar a precisão dos nossos resultados e sinta-se à vontade para contribuir com ideias que possamos usar em futuras implementações e melhorias."],"Do you have any feedback?":["Gostaria de dar um feedback?"],"Get instant feedback on your post before publishing. AI will read your post and highlight opportunities to improve your publication.":["Receba feedbacks instantâneos sobre seu post antes de publicá-lo. A IA lê sua publicação e destaca o que pode ser aprimorado."],"Learn about forms":["Saiba mais sobre formulários"],"Quickly build forms using the Jetpack Forms block and AI. Use prompts to describe your form and AI will generate the elements in a few seconds.":["Crie formulários rapidamente usando IA e o bloco de formulários do Jetpack. Use sugestões para descrever seu formulário e deixe que a IA gere os elementos em alguns segundos."],"Use the AI block to generate content, or use our AI edit options in existing blocks. Use prompts or any of our recommended actions.":["Use o bloco de IA para gerar conteúdo ou use nossas opções de edição de IA em blocos existentes. Aproveite sugestões ou nossas ações recomendadas."],"Discover all the Jetpack features powered by AI":["Descubra todas as funcionalidades do Jetpack com tecnologia de IA"],"AI Features":["Funcionalidades de IA"],"Free requests available":["Solicitações gratuitas disponíveis"],"All-time requests used":["Solicitações usadas até o momento"],"Requests for this month":["Solicitações deste mês"],"Draft, transform, translate, and alter both new and existing content leveraging the capabilities of AI, inside the block editor.":["Elabore, transforme, traduza e altere conteúdos novos e existentes aproveitando os recursos da IA, dentro do editor de blocos."],"Get %s requests":["Obter %s solicitações"],"Reach for More with Jetpack AI! Upgrade now for additional requests and keep your momentum going.":["Aproveite mais com a IA do Jetpack! Faça upgrade agora mesmo para obter mais solicitações e manter o ritmo."],"Wait for %d days to reset your limit, or upgrade now to a higher tier for additional requests and keep your work moving forward.":["Aguarde %d dias para redefinir seu limite ou faça upgrade para um nível superior agora mesmo e tenha solicitações adicionais para fazer seu trabalho avançar."],"You've used all your free requests":["Você usou todas as suas solicitações gratuitas"],"You've reached your request limit for this month":["Você atingiu seu limite de solicitações deste mês"],"Connect to Jetpack to start using the AI Assistant":["Conecte-se ao Jetpack para começar a usar a Assistente de IA"],"Create new post":["Criar novo post"],"Build forms using prompts":["Crie formulários usando instruções"],"Generate and edit content faster with Jetpack AI Assistant":["Gere e edite conteúdo mais rapidamente com a assistente de IA do Jetpack"],"Get feedback on posts":["Receba feedback sobre os posts"],"Don’t show the welcome message again":["Não mostrar a mensagem de boas-vindas novamente"],"Connect Jetpack to use Stats":["Conecte o Jetpack para usar as Estatísticas"],"Get Stats":["Obtenha as Estatísticas"],"Your site needs performance improvements. Make your site blazing fast with Boost’s simple dashboard and acceleration tools.":["Seu site precisa aprimorar o desempenho. Deixe-o muito rápido com ferramentas de aceleração e o painel simples do Boost."],"You are one step away from making your site blazing fast. Install Boost to enhance your site’s performance like top websites, no developer needed.":["Você está a um passo de turbinar a velocidade seu site. Instale o Boost para equiparar o desempenho do seu site com os dos melhores sites, sem precisar de desenvolvedor."],"Your site is fast! But maintaining a high speed isn’t easy. Use Boost’s automated acceleration tools to optimize your performance on the go.":["Seu site é rápido. Mas manter essa alta velocidade não é fácil. Use as ferramentas de aceleração automatizadas do Boost para otimizar seu desempenho de onde estiver."],"Improve your performance with automated CSS and image optimization tools by upgrading Boost.":["Faça upgrade do Boost e melhore seu desempenho com CSS automatizado e ferramentas de otimização de imagem."],"You are one step away from making your site blazing fast. Upgrade Boost to use automated CSS and image optimization tools to improve your performance.":["Você está a um passo de turbinar a velocidade do seu site. Faça upgrade do Boost e melhore seu desempenho usando CSS automatizado e ferramentas de otimização de imagem."],"Your site is fast! But maintaining a high speed isn’t easy. Upgrade Boost to use automated CSS and image optimization tools to improve your performance on the go.":["Seu site é rápido. Mas manter essa alta velocidade não é fácil. Faça upgrade do Boost e melhore seu desempenho a qualquer momento usando CSS automatizado e ferramentas de otimização de imagem."],"Visit the Boost dashboard to view your site’s speed scores and manage your product settings.":["Acesse o painel do Boost para conferir as pontuações de velocidade do site e gerenciar as configurações do produto."],"Visit the Boost dashboard to view your historical speed scores and manage your product settings.":["Acesse o painel do Boost para conferir as pontuações do histórico de velocidade do site e gerenciar as configurações do produto."],"Your site is fast! Boost is working to enhance your performance with automated tools.":["Seu site é rápido. O Boost está trabalhando para melhorar seu desempenho com ferramentas automatizadas."],"Boost your site":["Impulsione seu site"],"Site speed performance:":["Desempenho da velocidade do site:"],"Your website’s overall speed score:":["Pontuação geral da velocidade do seu site:"],"%s comment":["%s comentário","%s comentários"],"Needs connection":["Precisa de conexão"],"Needs Plugin":["Precisa de plugin"],"Connecting your account…":["Conectando sua conta…"],"Go back to previous screen":["Voltar para a tela anterior"],"Enjoy unlimited shares with Jetpack Social Basic. Learn how to make the most out of Jetpack Social <a>here<\/a>.":["Aproveite o compartilhamento ilimitado com o Jetpack Social Basic. Aprenda a aproveitar ao máximo o Jetpack Social <a>aqui<\/a>."],"Jetpack Social Basic is active!":["O Jetpack Social Basic está ativo!"],"Create amazing link previews for your posts using Social Image Generator. Learn more <a>here<\/a>.<br\/><br\/>Learn how to make the most out of Jetpack Social <link>here<\/link>.<br\/><br\/>":["Crie visualizações de links incríveis para seus posts com o gerador de imagem social. Saiba mais <a>aqui<\/a>.<br\/><br\/>Aprenda a aproveitar ao máximo o Jetpack Social <link>aqui<\/link>.<br\/><br\/>"],"Jetpack Social Advanced is active!":["O Jetpack Social Advanced está ativo!"],"Get more requests":["Obter mais solicitações"],"%s second ago":["%s segundo atrás","%s segundos atrás"],"%s minute ago":["%s minuto atrás","%s minutos atrás"],"%s hour ago":["%s hora atrás","%s horas atrás"],"%s day ago":["%s dia atrás","%s dias atrás"],"Activity Detected":["Atividade detectada"],"Undo":["Desfazer"],"No results":["Nenhum resultado"],"Visitors":["Visitantes"],"Compared to previous period":["Em comparação com o período anterior"],"7-day highlights":["Destaques de sete dias"],"AI Assistant":["Assistente de IA"],"Mobile score":["Pontuação em dispositivos móveis"],"Desktop score":["Pontuação em computadores"],"Timed out":["Tempo esgotado"],"Invalid response while requesting metrics":["Resposta inválida ao solicitar métricas"],"An unknown error occurred while requesting metrics":["Ocorreu um erro desconhecido ao solicitar métricas"],"Timed out while waiting for speed-score.":["Tempo esgotado ao esperar pela pontuação de velocidade."],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ocorreu um erro ao tentar se comunicar com a API REST do site. Mais informações de depuração: %s"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["A API REST do seu site parece estar inacessível. O Jetpack Boost precisa de acesso a ela para receber as pontuações de desempenho do site. Confira se a API REST do seu site está ativa e acessível e tente novamente."],"HTTP %d error received while communicating with the server.":["Erro de HTTP %d recebido ao se comunicar com o servidor."],"Received invalid response while communicating with your WordPress site: %s":["Resposta inválida ao se comunicar com seu site do WordPress: %s"],"Start for Free":["Comece gratuitamente"],"\/month":["\/mês"],"Renew subscription":["Renovar assinatura"],"Already have an existing plan or license key? <a>Get started<\/a>.":["Você já possui um plano ou chave de licença? <a>Comece a usar<\/a>."],"%s or Start for free":["%s ou inicie gratuitamente"],"Install Plugin":["Instalar plugin"],"Checking gold status…":["Verificando status gold..."],"Never Expires":["Nunca expira"],"%1$s was gifted on %2$s. It gives you access to a lifetime subscription of Jetpack VaultPress Backup and Jetpack Scan.":["%1$s foi recebido como presente em %2$s. Ele oferece acesso a uma assinatura vitalícia do Jetpack VaultPress Backup e do Jetpack Scan."],"Explore your new powers":["Explore seus novos poderes"],"Automated scanning and one‑click fixes to keep your site ahead of security threats.":["Com a varredura automatizada e as correções‑em um clique, seu site está sempre precavido contra ameaças à segurança."],"Plugin name (noun).\u0004Scan":["Varredura"],"Your Jetpack Golden Token provides a lifetime license for this website and includes the following products:":["O Jetpack Gold Token fornece uma licença vitalícia para este site e inclui os seguintes produtos:"],"Super powers are ready!":["Os superpoderes já estão disponíveis!"],"Redeem your token":["Resgate seu token"],"Awesome!":["Incrível!"],"This unlocks a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience awaits.":["Isso garante os poderes do Jetpack em seu site para sempre. Uma experiência exclusiva do Jetpack aguarda você."],"This unlocked a lifetime of Jetpack powers for your website. Your exclusive Jetpack Experience is already active.":["Isso garantiu os poderes do Jetpack em seu site para sempre. Sua experiência exclusiva do Jetpack já está ativa."],"You have been gifted a Jetpack Golden Token.":["Você ganhou um Jetpack Gold Token."],"Hey, %s":["Olá, %s"],"You either do not have permissions to perform this action or a user account needs to be connected. <connectLink>Click here to connect your user account<\/connectLink> or contact your administrator.":["Você não tem permissão para executar esta ação ou uma conta de usuário precisa ser conectada. <connectLink>Clique aqui para conectar sua conta de usuário<\/connectLink> ou entre em contato com o administrador."],"View detailed stats":["Visualizar estatísticas detalhadas"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar nos botões acima, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Previous":["Anterior"],"Arrow right":["Seta para direita"],"Arrow left":["Seta para esquerda"],"trial for the first month, then $%s \/month, billed yearly":["para o primeiro mês, depois US$ %s\/mês, cobrado(s) anualmente"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["O preço reduzido é uma oferta limitada para o primeiro ano, depois é cobrado o preço normal na renovação."],"%s not included":["%s não incluído(a)"],"%s coming soon":["Em breve: %s"],"Coming soon":["Em breve"],"Also connected: %s (Owner).":["Também conectado: %s (proprietário)."],"Connected as %1$s (%2$s)":["Conectado como %1$s%2$s."],"Input a license key":["Inserir uma chave de licença"],"Select a license key":["Selecionar uma chave de licença"],"I want to add a license key manually":["Desejo adicionar uma chave de licença manualmente"],"%1$s - %2$s":["%1$s - %2$s"],"Fetching available licenses…":["Buscando licenças disponíveis…"],"Some products need a connection to WordPress.com to be able to work.":["Alguns produtos precisam de uma conexão com o WordPress.com para funcionar."],"VaultPress Backup":["VaultPress Backup"],"\/month, billed yearly":["\/mês, cobrado anualmente à vista"],"% off":["% de desconto"],"Jetpack Search Free supports up to 5,000 records and 500 search requests per month for free. You will be asked to upgrade to a paid plan if you exceed these limits for three continuous months.":["O Jetpack Search gratuito aceita até 5.000 registros e 500 solicitações de pesquisa por mês gratuitamente. Você será solicitado a fazer upgrade para um plano pago se exceder esses limites por três meses consecutivos."],"Start for free":["Comece gratuitamente"],"Not included":["Não incluído"],"Included":["Incluído"],"Done":["Concluído"],"Get plugin":["Obtenha o plugin"],"Due to your server settings, we can't automatically install the plugin for you. Please manually install the %s plugin.":["Devido às configurações do seu servidor, não é possível instalar o plugin automaticamente. Instale o plugin %s manualmente."],"Close.":["Fechar."],"For the paid plan, pricing will automatically adjust based on the number of records in your search index. If you grow into a new pricing tier, we'll let you know before your next billing cycle.":["No plano pago, o preço será ajustado automaticamente com base no número de registros no seu índice de pesquisa. Caso haja alteração no preço, informaremos a você antes do próximo ciclo de cobrança."],"Activate a license (requires a user connection)":["Ativar uma licença (requer conexão do usuário)"],"Activate a license":["Ativar uma licença"],"Next":["Seguinte"],"Get %s":["Obter %s"],"New":["Novo"],"There was an error fetching your %s information. Check your site connectivity and try again.":["Ocorreu um erro ao coletar as informações de %s. Verifique a conexão do seu site e tente novamente."],"Save every change and get back online quickly with one‑click restores.":["Com restaurações‑em um clique, você salva todas as alterações e seu site volta ao ar rapidamente."],"Purchase":["Comprar"],"And more!":["E muito mais!"],"Some products need a user connection to WordPress.com to be able to work.":["Alguns produtos precisam de uma conexão de usuário com o WordPress.com para funcionar."],"Jetpack %s needs a user connection to WordPress.com to be able to work.":["O Jetpack %s precisa de uma conexão de usuário com o WordPress.com para funcionar."],"Active on your site":["Ativo no seu site"],"Go back":["Voltar"],"Magnifying Glass":["Lupa"],"Install %s":["Instalar %s"],"Configure search":["Configurar pesquisa"],"View scan results":["Ver resultados da varredura"],"View latest backup":["Ver o backup mais recente"],"View my plans":["Ver meus planos"],"Configure my site":["Configurar meu site"],"Connection":["Conexão"],"Site connected":["Site conectado"],"An unknown error occurred during license activation. Please try again.":["Ocorreu um erro desconhecido durante a ativação da licença. Tente novamente."],"This is not a valid license key. Please try again.":["Esta não é uma chave de licença válida. Tente novamente."],"You're all set!":["Tudo pronto!"],"Your product is active!":["Seu produto está ativado!"],"Experience high-quality, ad-free video built specifically for WordPress.":["Experimente vídeos de alta qualidade e sem publicidade criados especialmente para o WordPress."],"Jetpack VideoPress is active!":["O Jetpack VideoPress está ativo!"],"Jetpack Security is active!":["O Jetpack Security está ativo!"],"Next, we'll help you customize the Search experience for your visitors.":["A seguir, ajudaremos você a personalizar a experiência de pesquisa para seus visitantes."],"Jetpack Search is active!":["O Jetpack Search está ativo!"],"You can see your security scans on <a>cloud.jetpack.com<\/a>.":["Você pode visualizar as suas varreduras de segurança em <a>cloud.jetpack.com<\/a>."],"Jetpack Scan is active!":["O Jetpack Scan está ativo!"],"You can see your backups, security scans, and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Você pode visualizar os seus backups, varreduras de segurança e restaurar o site em <a>cloud.jetpack.com<\/a>. Se alguma vez você perder o acesso ao seu site, poderá restaurá-lo lá."],"Jetpack Complete is active!":["O Jetpack Complete está ativo!"],"You can see your backups and restore your site on <a>cloud.jetpack.com<\/a>. If you ever lose access to your site, you can restore it there.":["Você pode visualizar os seus backups e restaurar o site em <a>cloud.jetpack.com<\/a>. Se alguma vez você perder o acesso ao seu site, poderá restaurá-lo lá."],"Jetpack Backup is active!":["O Jetpack Backup está ativo!"],"We'll take care of everything from here. Now you can enjoy a spam-free site!":["Nós assumiremos por aqui. Agora você pode aproveitar um site livre de spam!"],"Jetpack Anti-spam is active!":["O Jetpack Anti-spam está ativo!"],"Do you need help? <a>Contact us.<\/a>":["Você precisa de ajuda? <a>Fale conosco.<\/a>"],"License key":["Chave de licença"],"<strong>Check your email<\/strong> for your license key. You should have received it after making your purchase.":["<strong>Verifique seu e-mail<\/strong> para ver a chave de licença. Você deve tê-lo recebido após a compra."],"Add a license key":["Adicionar chave de licença"],"Upgrade now":["Fazer upgrade agora"],"\/month, paid yearly":["\/mês, pago anualmente"],"Popular upgrade":["Upgrade popular"],"Let visitors share your content on social media":["Permita que os visitantes compartilhem seu conteúdo nas redes sociais"],"Automatically share your content on social media":["Compartilhe seu conteúdo automaticamente nas redes sociais"],"Connect your user account":["Conecte sua conta de usuário"],"Unlock all the amazing features of Jetpack by connecting now":["Conecte-se agora mesmo para aproveitar todas as incríveis funcionalidades do Jetpack"],"Loading…":["Carregando..."],"An error occurred. Please try again.":["Ocorreu um erro. Tente novamente."],"Jetpack Logo":["Logotipo do Jetpack"],"Contact support":["Fale com o suporte"],"Receive notifications about new likes and comments":["Receba notificações sobre novos comentários e curtidas"],"Let your subscribers know when you post":["Permita que os assinantes saibam quando você publicar um post"],"Receive instant downtime alerts":["Receba alertas instantâneos de inatividade"],"Dismiss":["Dispensar"],"Install":["Instalar"],"Free":["Gratuito"],"Appearance":["Aparência"],"Activating…":["Ativando…"],"Upgrade your plan to upload audio":["Faça upgrade do seu plano para fazer upload de áudios"],"Upgrade your plan to use video covers":["Faça upgrade do seu plano para usar capas de vídeo"],"Restore Connection":["Restaurar conexão"],"Activating %s…":["Ativando %s…"],"Has a video.":["Tem um vídeo."],"Tag":["Tag"],"Post":["Publicar"],"Page":["Página"],"Has an image.":["Tem uma imagem."],"Has multiple images.":["Tem várias imagens."],"Toggle search filters.":["Alterne os filtros de pesquisa."],"Matching comment.":["Comentário correspondente."],"Show filters":["Mostrar filtros"],"Is a product.":["É um produto."],"Is an event.":["É um evento."],"Has audio.":["Tem áudio."],"On":["Ativado"],"Off":["Desativado"],"Contact Us":["Fale conosco"],"Connecting…":["Conectando..."],"Products":["Produtos"],"Expired on %1$s":["Expirou em %1$s"],"Scan":["Examinar"],"Link to learn more about Jetpack.\u0004About":["Sobre"],"(opens in a new tab)":["(abre em uma nova aba)"],"Learn more about us":["Saiba mais sobre nós"],"About Jetpack":["Sobre o Jetpack"],"There was an error testing Jetpack. Error: %s":["Ocorreu um erro ao testar o Jetpack. Erro: %s"],"Manage your plan":["Gerenciar seu plano","Gerenciar seus planos"],"Sort by":["Ordenar por"],"Remove":["Excluir"],"Plan":["Plano"],"Help":["Ajuda"],"Manage":["Gerenciar"],"Ask us a question":["Faça sua pergunta para nós"],"An Automattic Airline":["Uma companhia aérea da Automattic"],"View":["Visualizar"],"List":["Lista"],"Grid":["Grade"],"This will reset all Jetpack options, are you sure?":["Isso redefinirá todas as opções do Jetpack. Você tem certeza?"],"Welcome to Jetpack!":["Que bom ter você no Jetpack!"],"WordPress.com Terms of Service":["Termos de Serviço do WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Termos"],"Automattic's Privacy Policy":["Política de Privacidade da Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacidade"],"No results found":["Nenhum resultado encontrado"],"Upgrade":["Atualização"],"Options failed to reset.":["As opções não foram redefinidas."],"There was an error reconnecting Jetpack. Error: %s":["Houve um erro ao reconectar o Jetpack. Erro: %s"],"Views":["Cenários"],"Information.":["Informações."],"Layout":["Layout"],"Reconnecting Jetpack…":["Reconectando o Jetpack..."],"Not connected":["Não Conectado"],"Learn more":["Saiba mais"],"Category":["Categoria"],"Icon":["Ícone"],"Close":["Fechar"],"Connect":["Conectar"],"Error code: %s":["Código do erro: %s"],"Title":["Título"],"Plugins":["Plugins"],"Likes":["Curtidas"],"Description":["Descrição"],"Order":["Ordem"],"Preview":["Visualizar"],"Cancel":["Cancelar"],"Comments":["Comentários"],"(no title)":["(sem título)"],"Activate":["Ativar"],"Inactive":["Inativo"],"Active":["Ativo"],"Search":["Pesquisa"],"See all Jetpack features":["Ver todas as funcionalidades do Jetpack"],"My Jetpack":["Meu Jetpack"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-my-jetpack\/build\/index.js"}}